{
  "bookId": "baka_en",
  "bookTitle": "初圣 英文版",
  "chapters": {
    "0001": [
      {
        "id": 1,
        "en": "Chapter 1: The Hundred Lives Book",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "第1章 百世书"
      },
      {
        "id": 2,
        "en": "Demonic Sect, Chu Sheng Sect.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "魔门，初圣宗。"
      },
      {
        "id": 3,
        "en": "A vast sea of clouds surged like angry waves. Many mountain peaks stood like islands in the clouds, scattered like pieces on a chessboard.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "重重云海，波涛如怒，一座座景象万千的山峰就像是云海中的岛屿，星罗密布，仿佛棋盘上的棋子。"
      },
      {
        "id": 4,
        "en": "On the edge of the board, there was a shorter mountain. It looked as if someone had cut off its peak, leaving a flat top. On that flat top, flying boats landed and took off, and the new in-name disciples were standing in a line.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "而在棋盘的最外围，一座和其他山峰比起来明显矮了一截，仿佛被人凭空削去了山尖部分，只留下一片平地的山峰伫立着，而在山顶的平地上，飞舟起落，新入门的记名弟子此刻正排成一排。"
      },
      {
        "id": 5,
        "en": "Lv Yang was one of them.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "吕阳，正是其中之一。"
      },
      {
        "id": 6,
        "en": "He had just transmigrated and appeared here as soon as he opened his eyes. The lingering memories in his body told him that his current situation was not very good.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "他刚穿越过来，一睁眼就出现在了这里，身体里的残留记忆则是告诉他，他如今的处境似乎不太妙。"
      },
      {
        "id": 7,
        "en": "According to the body's original memories, the Chu Sheng Sect ruled over a state named \"Chen.\"",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "根据原身的记忆，初圣宗治下有一国，名为“陈”。"
      },
      {
        "id": 8,
        "en": "Every three years, the State of Chen sent a group of in-name disciples to the Chu Sheng Sect. In exchange, the sect ensured the state had good weather and a stable royal family.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "每隔三年，陈国都会给初圣宗送来一批记名弟子，而初圣宗则是保证陈国风调雨顺，皇室稳如泰山。"
      },
      {
        "id": 9,
        "en": "At first, this sounded like a great opportunity to join a celestial sect and live forever.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "乍听之下，这好像还是拜入仙门，从此长生久视的天大机缘。"
      },
      {
        "id": 10,
        "en": "However, in reality, no officials or nobles from the State of Chen wanted to come. Only poor people like Lv Yang were sent over as \"blood offerings.\"",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "然而实际上，陈国的达官显贵却没有一个人愿意来，被当作“血奉”送过来的只有吕阳这样的贫民。"
      },
      {
        "id": 11,
        "en": "After all, thousands of in-name disciples were sent to the Chu Sheng Sect every three years, but the number of formal disciples never really grew. The in-name disciples vanished without a trace, one after another. It was as if they were going to a bottomless abyss, not a holy land for cultivation.",
        "speaker": "旁白",
        "emotion": "fearful",
        "cn": "毕竟明明每三年都会有成千上万的记名弟子被送入初圣宗，可初圣宗的正式弟子却从未有过明显增长，唯有记名弟子一个接着一个渺无音信，仿佛去的不是什么修行圣地，而是一座无底深渊。"
      },
      {
        "id": 12,
        "en": "Just thinking about it was enough to make one shiver in fear.",
        "speaker": "旁白",
        "emotion": "fearful",
        "cn": "光是想想，就足以让人不寒而栗。"
      },
      {
        "id": 13,
        "en": "\"No wonder I'm so weak. I feel like my body has been hollowed out.\"",
        "speaker": "吕阳",
        "emotion": "sad",
        "cn": "“难怪这么虚弱，感觉身体被掏空.”"
      },
      {
        "id": 14,
        "en": "Lv Yang squeezed his arm. It was all soft flesh, without any muscle. He felt even worse. When he tried to stand up, a sharp pain came from his chest.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "吕阳捏了捏自己的手臂，全是软肉，一块硬的都没有，更难受了，刚想起身，胸腔便传来一阵疼痛。"
      },
      {
        "id": 15,
        "en": "\"It seems the original owner of this body was sick, and this illness is... Fuck!\"",
        "speaker": "吕阳",
        "emotion": "angry",
        "cn": "“原身好像还有病，这个病是.艹！”"
      },
      {
        "id": 16,
        "en": "Lv Yang cursed a few more times. This was no longer just about weakness; he was fatally ill and didn't seem to have much time left.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "吕阳又骂骂咧咧了几句，这都已经不是虚弱的问题了，完全是病入膏肓，眼看没有几天日子好活了。"
      },
      {
        "id": 17,
        "en": "Just when Lv Yang had lost all hope, thinking he was about to die right after arriving.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "就在吕阳万念俱灰，觉得刚穿越就要速通的时候。"
      },
      {
        "id": 18,
        "en": "A small dot of light suddenly appeared before his eyes. It grew quickly, visibly changing into a screen!",
        "speaker": "旁白",
        "emotion": "surprised",
        "cn": "只见他的眼前突然出现了一个细小的光点，随后迎风暴涨，竟是以肉眼可见的速度变成了一面屏幕！"
      },
      {
        "id": 19,
        "en": "[Name: Lv Yang]",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "【姓名：吕阳】"
      },
      {
        "id": 20,
        "en": "[Lifespan: 18]",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "【寿元：18】"
      },
      {
        "id": 21,
        "en": "[Cultivation: None]",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "【修为：无】"
      },
      {
        "id": 22,
        "en": "[Talent: None]",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "【天赋：无】"
      },
      {
        "id": 23,
        "en": "[Technique: None]",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "【功法：无】"
      },
      {
        "id": 24,
        "en": "[Abilities: None]",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "【神通：无】"
      },
      {
        "id": 25,
        "en": "[Treasures: None]",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "【宝物：无】"
      },
      {
        "id": 26,
        "en": "At that moment, Lv Yang looked at the system screen and almost wanted to cry. Hadn't he heard that heaven never closes all doors? As long as he wanted to go on, there would be a way!",
        "speaker": "旁白",
        "emotion": "happy",
        "cn": "这一刻，吕阳看着眼前的系统界面，突然有点想哭，岂不闻天无绝人之路，只要我想走，路就在脚下！"
      },
      {
        "id": 27,
        "en": "System, give me some points!",
        "speaker": "吕阳",
        "emotion": "happy",
        "cn": "系统，给我加点！"
      },
      {
        "id": 28,
        "en": "Then, Lv Yang was stunned.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "然后，吕阳就傻眼了。"
      },
      {
        "id": 29,
        "en": "He searched left and right, up and down, but couldn't find the plus sign he was hoping for in the skills section. There wasn't even a minus sign.",
        "speaker": "旁白",
        "emotion": "sad",
        "cn": "因为他左找右找，上翻下看，就是没有在技能那一栏里看到他心心念念的加号，甚至连减号都没有。"
      },
      {
        "id": 30,
        "en": "\"Hey, System, where are my points?\"",
        "speaker": "吕阳",
        "emotion": "confused",
        "cn": "“不是啊系统，我加点呢？”"
      },
      {
        "id": 31,
        "en": "After searching for a long time, Lv Yang had to accept a desperate fact: his personal panel didn't seem to have a point-adding function.",
        "speaker": "旁白",
        "emotion": "sad",
        "cn": "找了半天，吕阳才不得不绝望地承认一个事实：那就是自己眼前的个人面板，好像没有加点的功能。"
      },
      {
        "id": 32,
        "en": "In other words, he had to rely on his own efforts to improve.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "换而言之，想提升就得靠他自己努力。"
      },
      {
        "id": 33,
        "en": "Lv Yang: \"...\"",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "吕阳：“.”"
      },
      {
        "id": 34,
        "en": "Damn it, you wanted me to work hard before I got a system. Now that I have one, you still want me to work hard? Then what was the point of getting a system?",
        "speaker": "吕阳",
        "emotion": "angry",
        "cn": "日尼玛，我觉醒系统前，你要我努力，我都觉醒系统了，你还要我努力，那我系统不是白觉醒了吗？"
      },
      {
        "id": 35,
        "en": "System, fuck your—",
        "speaker": "吕阳",
        "emotion": "angry",
        "cn": "系统，你妈死——"
      },
      {
        "id": 36,
        "en": "[Current pages remaining in The Hundred Lives Book: 100]",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "【当前百世书残留页数：100】"
      },
      {
        "id": 37,
        "en": "[The Hundred Lives Book: After death, you can return to the initial time point and start a new life.]",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "【百世书：死后可以回到初始时间点，重开一世】"
      },
      {
        "id": 38,
        "en": "[After restarting, you can choose to inherit one of the following from your previous life: treasures, cultivation, or lifespan. Alternatively, you can give up all gains from your past life to awaken a new talent.]",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "【重开后可以从前世的宝物，修为，寿命之中任选其一，或者放弃前世的所有收获，觉醒一门天赋。】"
      },
      {
        "id": 39,
        "en": "Dad, I'm fine now.",
        "speaker": "吕阳",
        "emotion": "happy",
        "cn": "爹，没事了。"
      },
      {
        "id": 40,
        "en": "Lv Yang suddenly became excited. A hundred lives of reincarnation, what a huge fortune! If he could use it well, it could help him soar to the sky!",
        "speaker": "旁白",
        "emotion": "happy",
        "cn": "吕阳忽然兴奋了起来，百世轮回，这是何等巨大的财富？只要能好好利用，完全可以助他一飞冲天！"
      },
      {
        "id": 41,
        "en": "\"Those whose names are called, come before me.\"",
        "speaker": "黑衣道人",
        "emotion": "neutral",
        "cn": "“被叫到名字的人走到我面前。”"
      },
      {
        "id": 42,
        "en": "Just then, a black-robed Daoist with a grim expression appeared before them. He held a register in his hands, and a candlestick floated beside him.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "就在这时，一位手里捧着一本名册，身旁飘着一盏烛台，神情阴戾的黑衣道人出现在了众人的眼前。"
      },
      {
        "id": 43,
        "en": "\"Drop your blood into the life lamp next to me to ignite your life flame. From now on, you are in-name disciples of my Chu Sheng Sect.\"",
        "speaker": "黑衣道人",
        "emotion": "neutral",
        "cn": "“将血滴进我身旁的命灯里，点燃命火，往后你们就是我初圣宗的记名弟子了。”"
      },
      {
        "id": 44,
        "en": "Hearing this, no one present looked happy.",
        "speaker": "旁白",
        "emotion": "fearful",
        "cn": "听到这番话，在场却没有人露出喜色。"
      },
      {
        "id": 45,
        "en": "Most of the people sent here had heard of the Chu Sheng Sect's terrible reputation and knew that being a so-called in-name disciple was more of a curse than a blessing.",
        "speaker": "旁白",
        "emotion": "fearful",
        "cn": "只因能被送到这里的人，大部分也都听说过初圣宗的赫赫凶名，知道这个所谓的记名弟子是祸非福。"
      },
      {
        "id": 46,
        "en": "But the black-robed Daoist ignored their thoughts and simply called out the names one by one.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "不过黑衣道人却没有理会众人的想法，只是一个个点名。"
      },
      {
        "id": 47,
        "en": "\"Chen Liang.\"",
        "speaker": "黑衣道人",
        "emotion": "neutral",
        "cn": "“陈良。”"
      },
      {
        "id": 48,
        "en": "\"Here!\"",
        "speaker": "陈良",
        "emotion": "happy",
        "cn": "“到！”"
      },
      {
        "id": 49,
        "en": "The black-robed Daoist called a name, and a young boy with red lips and white teeth next to Lv Yang stood up and skipped over to the Daoist.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "黑衣道人叫出一个名字，吕阳身旁一个唇红齿白的小道童便站起身子，蹦蹦跳跳地走到了道人面前。"
      },
      {
        "id": 50,
        "en": "The boy was very handsome, with bright, expressive eyes. Most importantly, he had a spiritual energy about him that even a mortal could see. From his expression and posture, he was clearly intelligent and mature for his age. In the mortal world, he would have been a prized student that all the academies would fight over.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "这小道童生得十分好看，明亮的大眼睛像是会说话一样，最重要的是眉宇间有一股连凡人都能看出来的灵气，而且看其神色姿态，聪慧早熟，放在凡间定然是一位各大书院抢着要的读书种子。"
      },
      {
        "id": 51,
        "en": "As expected, the black-robed Daoist's face lit up with surprise.",
        "speaker": "旁白",
        "emotion": "surprised",
        "cn": "果不其然，黑衣道人见状也露出了惊艳之色："
      },
      {
        "id": 52,
        "en": "\"What a gifted child!\"",
        "speaker": "黑衣道人",
        "emotion": "happy",
        "cn": "“好一个天生灵童！”"
      },
      {
        "id": 53,
        "en": "\"You praise me too much, Daoist brother.\" The young boy bowed respectfully, his childish voice making people naturally like him.",
        "speaker": "陈良",
        "emotion": "happy",
        "cn": "“道长哥哥谬赞了。”小道童恭恭敬敬地行了个礼，配上那幼嫩的孩童音，让人情不自禁生出好感。"
      },
      {
        "id": 54,
        "en": "The black-robed Daoist's smile grew wider.",
        "speaker": "黑衣道人",
        "emotion": "happy",
        "cn": "黑衣道人顿时笑得更欢畅了。"
      },
      {
        "id": 55,
        "en": "\"Excellent, excellent. The Chu Sheng Sect needs talented people like you!\"",
        "speaker": "黑衣道人",
        "emotion": "happy",
        "cn": "“不错不错，我初圣宗就需要你这样的人材！”"
      },
      {
        "id": 56,
        "en": "As he spoke, the black-robed Daoist took his brush and lightly crossed out Chen Liang's name in the register.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "话音落下，黑衣道人便提笔在名册上轻轻一划，划掉了【陈良】的名字。"
      },
      {
        "id": 57,
        "en": "Thud!",
        "speaker": "旁白",
        "emotion": "surprised",
        "cn": "噗通！"
      },
      {
        "id": 58,
        "en": "The next second, without any warning, the spirited young boy's eyes rolled back, and he fell to the ground, silent.",
        "speaker": "旁白",
        "emotion": "surprised",
        "cn": "下一秒，没有任何征兆，本来还灵气十足的小道童顿时双眼向上一翻，扑倒在地，竟直接没了声息。"
      },
      {
        "id": 59,
        "en": "After doing this, the black-robed Daoist casually ordered:",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "做完这一切，黑衣道人才随口吩咐道："
      },
      {
        "id": 60,
        "en": "\"Send the blood and skin to the Pill Refining Hall, the bones and soul to the Treasure Refining Hall, and the organs to the Beast Taming Hall. Don't let such an outstanding talent go to waste.\"",
        "speaker": "黑衣道人",
        "emotion": "neutral",
        "cn": "“血液皮肉送去炼丹殿，骨头魂魄送去炼宝殿，五脏六腑送去御兽殿，不要埋没了如此优秀的人材。”"
      },
      {
        "id": 61,
        "en": "His words left the other in-name disciples speechless.",
        "speaker": "旁白",
        "emotion": "fearful",
        "cn": "三言两语，听得一众记名弟子目瞪口呆。"
      },
      {
        "id": 62,
        "en": "The black-robed Daoist chuckled darkly. \"Junior Brothers, don't misunderstand.\"",
        "speaker": "黑衣道人",
        "emotion": "neutral",
        "cn": "黑衣道人见状桀桀一笑：“诸位师弟不要误会。”"
      },
      {
        "id": 63,
        "en": "\"The sect has always valued 'worth.' Therefore, a disciple's excellence is measured only by whether he can create enough value for the sect.\"",
        "speaker": "黑衣道人",
        "emotion": "neutral",
        "cn": "“圣宗向来看重‘价值’，因此衡量一个弟子的优秀与否，只在于他能否为圣宗创造出足够的价值。”"
      },
      {
        "id": 64,
        "en": "\"That Junior Brother just now was a gifted child with a strong body. He could only create the greatest value for the sect after death, which is why he died.\"",
        "speaker": "黑衣道人",
        "emotion": "neutral",
        "cn": "“刚刚那位师弟，天生灵童，筋骨强健，只有死后才能为圣宗创造出最大的价值，所以他才会死了。”"
      },
      {
        "id": 65,
        "en": "\"As for you, Junior Brothers, your talents are ordinary. You can create value for the sect while you are alive, so you don't have to worry about this.\"",
        "speaker": "黑衣道人",
        "emotion": "neutral",
        "cn": "“而诸位师弟，资质平庸，活着才能为圣宗创造价值，自然不用担心这些。”"
      },
      {
        "id": 66,
        "en": "\"Next.\"",
        "speaker": "黑衣道人",
        "emotion": "neutral",
        "cn": "“下一个。”"
      },
      {
        "id": 67,
        "en": "The black-robed Daoist continued to call names. The people below were terrified, but they had to obey, afraid of suffering the same fate as the young boy.",
        "speaker": "旁白",
        "emotion": "fearful",
        "cn": "黑衣道人继续点名，台下众人一脸惊惧，却又不得不遵从，生怕步了小道童的后尘，也被划去性命。"
      },
      {
        "id": 68,
        "en": "\"Lv Yang.\"",
        "speaker": "黑衣道人",
        "emotion": "neutral",
        "cn": "“吕阳。”"
      },
      {
        "id": 69,
        "en": "\"Here.\"",
        "speaker": "吕阳",
        "emotion": "neutral",
        "cn": "“到。”"
      },
      {
        "id": 70,
        "en": "Lv Yang stepped forward with a respectful expression.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "吕阳应声走出，神色恭敬。"
      },
      {
        "id": 71,
        "en": "The black-robed Daoist's eyes first landed on Lv Yang's handsome face with a hint of pleasure, but then he examined his physique.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "黑衣道人的视线第一时间落在了吕阳那清秀俊逸的脸庞上，先是面露喜色，随后又查看起他的筋骨。"
      },
      {
        "id": 72,
        "en": "Soon, however, he shook his head in disappointment.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "不过很快，他就失望地摇了摇头。"
      },
      {
        "id": 73,
        "en": "Clearly, in his eyes, Lv Yang was useless except for his good looks.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "很显然，在他看来吕阳除了帅，一无是处。"
      },
      {
        "id": 74,
        "en": "\"Go to the Joyful Union Hall.\"",
        "speaker": "黑衣道人",
        "emotion": "neutral",
        "cn": "“去合欢殿吧。”"
      },
      {
        "id": 75,
        "en": "Lv Yang didn't dare to ask questions and quickly replied, \"Yes.\"",
        "speaker": "吕阳",
        "emotion": "neutral",
        "cn": "吕阳不敢多问，赶紧道：“是。”"
      },
      {
        "id": 76,
        "en": "After the assignments, Lv Yang received a nearly transparent jade token with his name carved on it. A flame seemed to be sealed inside.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "分配结束后，吕阳领了一块玉牌，玉牌几乎透明，牌上刻着他的名字，里面仿佛还封印了一团火焰。"
      },
      {
        "id": 77,
        "en": "He also received a technique manual.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "除此之外，他还分到了一本功法。"
      },
      {
        "id": 78,
        "en": "The manual was called the \"Yin-Yang Great Joy Sutra,\" the technique of the Joyful Union Hall where he was assigned. It was said to allow one to cultivate true qi and enter the Qi Refining realm.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "功法名为《阴阳大乐赋》，正是吕阳被分配到的合欢殿的功法，据说可以让人修出真气，踏入炼气境。"
      },
      {
        "id": 79,
        "en": "The old servant leading the way said casually, \"The flame inside the life token is your life flame. Remember to carry it with you at all times. The sect's formations, spiritual plants, and spiritual beasts recognize tokens, not people. If you forget to bring it one day and die in the sect, don't blame me for not telling you.\"",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "负责领路的老杂役一边带路，一边随口说道：“命牌里面的就是你们的命火了，记得随身携带，圣宗的阵法，灵植灵兽可都是认牌不认人的，哪天出门要是忘记带了，死在圣宗可别怪我没说。”"
      },
      {
        "id": 80,
        "en": "Soon, the group was led to a hall.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "不一会儿，一行人就被带到了一座殿宇前。"
      },
      {
        "id": 81,
        "en": "In front of the hall stood a beautiful, curvaceous woman in a long dress with a slit up to her thigh. Her every glance was full of charm.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "殿宇前，赫然站着一位身穿长裙，裙摆开叉到了大腿腿根，顾盼间活色生香，千娇百媚的丰腴美妇。"
      },
      {
        "id": 82,
        "en": "Gulp.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "“咕噜.”"
      },
      {
        "id": 83,
        "en": "Lv Yang clearly heard someone next to him swallow hard.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "吕阳清楚地听到身边有人传来了咽口水的声音。"
      },
      {
        "id": 84,
        "en": "Seeing everyone looking at her, the beautiful woman was not shy. Instead, she giggled, covering her mouth, and lifted the side of her skirt with one hand.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "眼见众人看来，美妇非但不羞涩，反而一边掩嘴轻笑，一边秀手轻撩，将侧腰的一边裙摆撩了起来。"
      },
      {
        "id": 85,
        "en": "Under the skirt, a jade token dangled, swinging in front of a soft, white area.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "裙摆之下，赫然吊着一块玉牌，在一团白花花，软绵绵前摇摇晃晃。"
      },
      {
        "id": 86,
        "en": "The name on the token read: Yu Suzhen.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "牌上名姓：玉素真。"
      },
      {
        "id": 87,
        "en": "\"This is the Joyful Union Hall. I am Yu Suzhen, and I suppose I am your Senior Sister.\"",
        "speaker": "玉素真",
        "emotion": "neutral",
        "cn": "“此处便是合欢殿，小女子玉素真，也算是各位的师姐了。”"
      },
      {
        "id": 88,
        "en": "The next moment, Lv Yang noticed the beautiful woman's eyes light up as her gaze fell on him, direct and undisguised.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "下一秒，吕阳就发现名为玉素真的美妇眼眸微亮，视线落在了自己身上，直勾勾的，没有丝毫掩饰。"
      },
      {
        "id": 89,
        "en": "\"This Junior Brother is so handsome. He must be a disciple of our Joyful Union Hall.\"",
        "speaker": "玉素真",
        "emotion": "happy",
        "cn": "“这位师弟如此俊俏，肯定是我合欢殿的弟子了。”"
      },
      {
        "id": 90,
        "en": "Yu Suzhen chuckled, then twisted her slender waist, her skirt swaying as she walked step by step towards Lv Yang. The sight of her made him dizzy.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "玉素真轻笑一声，随后便水蛇腰轻扭，裙摆交错，一步一步走到了吕阳面前，白花花晃得吕阳头晕。"
      },
      {
        "id": 91,
        "en": "\"I think you look quite good. Come with me, and I'll tell you about the Joyful Union Hall.\"",
        "speaker": "玉素真",
        "emotion": "neutral",
        "cn": "“我看你长得不错，随我来吧，我为你介绍一下合欢殿的情况。”"
      },
      {
        "id": 92,
        "en": "Lv Yang quickly cupped his hands. \"Thank you, Senior Sister Yu.\"",
        "speaker": "吕阳",
        "emotion": "neutral",
        "cn": "吕阳赶忙拱手：“多谢玉师姐。”"
      },
      {
        "id": 93,
        "en": "\"Why be so polite?\"",
        "speaker": "玉素真",
        "emotion": "happy",
        "cn": "“那么客气作甚？”"
      },
      {
        "id": 94,
        "en": "Yu Suzhen gave Lv Yang a charming glance, then turned and swayed her hips as she walked away, arousing the passion of the surrounding men.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "玉素真娇媚地白了吕阳一眼，随后转过身子，扭着蛇腰，丰腴肉臀左右摇晃，看得周围人心火大盛。"
      },
      {
        "id": 95,
        "en": "Lv Yang, however, did not dare to look too much and quietly followed.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "吕阳却不敢多看，默默跟上。"
      },
      {
        "id": 96,
        "en": "\"Our sect's disciples are divided into inner and outer. The Four Outer Halls—Treasure Refining, Pill Refining, Beast Taming, and Joyful Union—are where you in-name disciples go.\"",
        "speaker": "玉素真",
        "emotion": "neutral",
        "cn": "“我圣宗弟子，有内外之分，外门四殿，炼宝，炼丹，御兽，合欢，就是你们这些记名弟子的去处。”"
      },
      {
        "id": 97,
        "en": "\"Only by passing the trials of the Four Outer Halls can you enter the inner peaks, receive true teachings, and become a formal disciple.\"",
        "speaker": "玉素真",
        "emotion": "neutral",
        "cn": "“只有通过了外门四殿的考验，才能进入内门，得授真传，成为正式弟子。”"
      },
      {
        "id": 98,
        "en": "\"You are lucky to have entered my Joyful Union Hall. You won't have to suffer like the other three halls, as our trial is much easier.\"",
        "speaker": "玉素真",
        "emotion": "neutral",
        "cn": "“你运气不错，入了我合欢殿，不用像其他三殿那样吃苦受罪，毕竟我合欢殿的考验可要轻松多了”"
      },
      {
        "id": 99,
        "en": "At this point, Yu Suzhen suddenly leaned close to Lv Yang.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "说到这里，玉素真突然凑到了吕阳的身边。"
      },
      {
        "id": 100,
        "en": "\"Do you want to know what it is?\"",
        "speaker": "玉素真",
        "emotion": "neutral",
        "cn": "“你想知道是什么吗？”"
      },
      {
        "id": 101,
        "en": "The next moment, Lv Yang felt a breath of hot air on his ear, and a sweet fragrance filled his nose. When he turned to look, an exquisite, pretty face was right in front of him.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "下一秒，吕阳只感觉一口热气喷到耳根上，鼻尖也缭绕着芳香，回头看去，一张精致俏脸近在眼前。"
      },
      {
        "id": 102,
        "en": "\"Please enlighten me, Senior Sister.\" Lv Yang said, looking up.",
        "speaker": "吕阳",
        "emotion": "neutral",
        "cn": "“还请师姐指点。”吕阳抬起头道。"
      },
      {
        "id": 103,
        "en": "\"That would be dual cultivation.\"",
        "speaker": "玉素真",
        "emotion": "neutral",
        "cn": "“那就是双修。”"
      },
      {
        "id": 104,
        "en": "The delicate voice whispered in his ear like a lover's murmur. Before she finished speaking, a slender hand was already on Lv Yang's head.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "娇滴滴的声音在耳边倾诉，像是情人在低声细语，话音未落，一只纤纤玉手已经搭在了吕阳的头上。"
      },
      {
        "id": 105,
        "en": "A gentle grasp.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "盈盈一握"
      },
      {
        "id": 106,
        "en": "Lv Yang gasped.",
        "speaker": "旁白",
        "emotion": "surprised",
        "cn": "吕阳顿时倒抽了一口凉气。"
      }
    ]
  }
}