{
  "bookId": "oap_en",
  "bookTitle": "桃子和橙子 英文版",
  "chapters": {
    "0001": [
      {
        "id": 1,
        "en": "Chapter 1: Villain? But I'm a Yandere",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "第1章 反派？但我是病娇"
      },
      {
        "id": 2,
        "en": "Reader Advisory: This book is set in a fictional world and has no connection to reality. It contains no inappropriate guidance, questionable values, or graphic content. Suitable for all ages. Please read with confidence.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "观前提示：本书处在架空世界，无任何现实映射，无任何不良引导，无任何三观不正，无任何雪猩暴力，适用全年龄，请放心阅读"
      },
      {
        "id": 3,
        "en": "Thank you.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "谢谢。"
      },
      {
        "id": 4,
        "en": "The main story begins below.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "以下是正文"
      },
      {
        "id": 5,
        "en": "[Host, do it. You have no turning back now!]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【宿主，做吧，你已经没有回头路了！】"
      },
      {
        "id": 6,
        "en": "In the dim basement, a young girl with red eyes and a worn-out face held a sharp knife. With a serious expression, the system's voice kept echoing in her head.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "昏暗的地下室内，面容憔悴的赤瞳萝莉手握尖刀，沉着脸，脑瓜子不断回荡系统的声音，嗡嗡作响。"
      },
      {
        "id": 7,
        "en": "\"Creak,\" the wooden bed in front of her made a sound.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "“咯吱”一声，面前的木板床发出一道声响。"
      },
      {
        "id": 8,
        "en": "Chi Xiaocheng lifted one eye, her gaze complicated under her messy bangs.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙抬起一只眸子，散乱的碎刘海下眼神复杂。"
      },
      {
        "id": 9,
        "en": "A fair-skinned, delicate girl was tied to the wooden bed—her arms and legs spread out in a star shape, wrists and ankles restrained.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "一位皮肤白皙的娇气少女，正被固定在木板床上——双手双脚呈“大”字张开，手腕与脚踝都被限制。"
      },
      {
        "id": 10,
        "en": "Her fair neck and slender waist were no exception.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "白皙的脖颈还有纤细的腰肢，无一例外。"
      },
      {
        "id": 11,
        "en": "Unable to move, she could only make muffled \"mmm, mmm\" sounds.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "无法行动的她只能发出“呜呜”的声音。"
      },
      {
        "id": 12,
        "en": "Tears welled in her eyes as she desperately tried to say something.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "眼睛噙着泪，不断地想说些什么。"
      },
      {
        "id": 13,
        "en": "Her soft, long hair was spread out, and combined with her stunningly beautiful face, the girl had an indescribable, hazy charm at this moment.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "散乱的柔顺长发铺开，搭配俏丽绝世的容颜，此时的少女有着说不出的朦胧感。"
      },
      {
        "id": 14,
        "en": "Meeting the girl's angry gaze, Chi Xiaocheng guiltily looked away.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "对上少女愤怒的视线，池小橙心虚地挪开了眼睛。"
      },
      {
        "id": 15,
        "en": "Ten minutes had passed, and she still couldn't believe she had traveled into a novel.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "十分钟了，她怎么也想不到，自己竟然会穿越到小说里面。"
      },
      {
        "id": 16,
        "en": "And she had become a cannon fodder female side character who wouldn't even last a hundred chapters!",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "还成了活不过百章的炮灰女配！"
      },
      {
        "id": 17,
        "en": "This was a female-oriented novel titled \"Cannon Fodder Annihilates, All the Hunks are Mine.\"",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "这是一本书名为《炮灰女配全突突，男神全部入我怀》的女频小说。"
      },
      {
        "id": 18,
        "en": "The plot was just like its title. In the early and middle stages, the female lead, Su Tao, defeated countless side characters and villains. With her gentle nature, she charmed various city tycoons, super soldiers, and handsome gods, gradually reaching the pinnacle of her life.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "剧情也和书名一样，在前中期，女主苏桃拳打无数女配反派，依靠自身的温柔将各种都市总裁、兵王、男神钓成翘嘴，逐渐走上人生巅峰。"
      },
      {
        "id": 19,
        "en": "And the original owner of this body was the villain who left the deepest impression on all the readers.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "而原主，是让所有读者印象最深的一个反派。"
      },
      {
        "id": 20,
        "en": "She grew up with Su Tao, so it wouldn't be an exaggeration to call them childhood friends.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她从小和苏桃一起长大，说是青梅竹马也不过分。"
      },
      {
        "id": 21,
        "en": "But Su Tao was just too outstanding, her radiance completely overshadowing the original owner, and countless handsome men fell for her.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "但苏桃实在是太优秀了，光芒将原主全面覆盖，无数男神为她倾心。"
      },
      {
        "id": 22,
        "en": "If Su Tao were a \"player\" and accepted these so-called handsome men, it would have been one thing.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "如果苏桃是个渣女，接受所谓的男神还好。"
      },
      {
        "id": 23,
        "en": "But she was the \"perfect girl\" type of female lead who won over everyone, rejecting all the men while saying things like, \"Xiaocheng, you are my most precious friend.\"",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "但她是男女通杀白月光系女主，一边拒绝所有男人，一边说着什么“小橙你才是我最珍贵的朋友”这种话。"
      },
      {
        "id": 24,
        "en": "In the original owner's eyes, this was just Su Tao showing off.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "结果在原主看来，苏桃这就是在炫耀。"
      },
      {
        "id": 25,
        "en": "It was mockery!",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "在嘲讽！"
      },
      {
        "id": 26,
        "en": "And so, she completely turned to the dark side.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "于是乎彻底黑化。"
      },
      {
        "id": 27,
        "en": "She opposed the female lead at every turn, annoying almost all the male leads and supporting male characters who liked her.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "处处与女主作对，几乎惹了喜欢她的所有男主和男配。"
      },
      {
        "id": 28,
        "en": "Chi Xiaocheng played with the small knife in her hand, frowning as she recalled, \"If I remember correctly, this cannon fodder locked the female lead in a dark room, cut up her face, stabbed her chest, and after various forms of torture, was discovered by one of the male lead's subordinates.\"",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "池小橙把玩着手中的小刀，皱眉回忆，“我没记错的话，这个炮灰将女主关进了小黑屋，用刀划烂她的脸，戳烂她的胸，各种折磨后，被其中一个男主的手下发现。”"
      },
      {
        "id": 29,
        "en": "\"And then...\"",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "“然后......”"
      },
      {
        "id": 30,
        "en": "The male lead, in a fit of rage, beat the original owner until she was half-dead, then threw her into the sea to drown.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "男主暴怒之下，将原主打得奄奄一息后，又扔海里活活淹死。"
      },
      {
        "id": 31,
        "en": "Not only that, but as a villainous cannon fodder, even her family was not spared after she got into trouble.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "不仅如此，作为反派炮灰，自己出事了之后，连家人都不得幸免。"
      },
      {
        "id": 32,
        "en": "\"So, does that mean I'm about to be done for?!\"",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "“也就是说，接下来我就要GG了？！”"
      },
      {
        "id": 33,
        "en": "Chi Xiaocheng's eyes widened as she wailed in her heart.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙瞪大眼睛，心中大声哀嚎。"
      },
      {
        "id": 34,
        "en": "Before she was luckily hit by a truck, she too was once a model youth who wore the red scarf!",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "遇到卡车撞大运前，自己可也是曾经戴红领巾的三好青年啊！"
      },
      {
        "id": 35,
        "en": "Everyone gets to travel through time, so why do I get such a hellish start?",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "大伙都是穿越，为毛就我是地狱开局。"
      },
      {
        "id": 36,
        "en": "Just then, the villain system in her mind spoke up again.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "也是在这时，脑海中的反派系统再度出声了。"
      },
      {
        "id": 37,
        "en": "[So don't hesitate, Host. Either way, it's death. Why not see what this female lead tastes like first?]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【所以宿主不要犹豫啊，横竖都是一死，不如我们先看看眼前这个女主的滋味如何？】"
      },
      {
        "id": 38,
        "en": "\"According to the plot, the male lead's men are about to arrive. You still have the nerve to tell me to bother with the female lead?\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "“按照剧情，男主的小弟很快就要过来了吧，你还有心思让我去理女主？”"
      },
      {
        "id": 39,
        "en": "[We're villains! We're supposed to do villainous things to gain Emotion Points!]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【我们是反派啊，就该做反派的事情才能获得情绪值！】"
      },
      {
        "id": 40,
        "en": "Chi Xiaocheng ignored the useless villain system's nonsense. Saving her own life was the most important thing.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙没听这废物反派系统的瞎比比，保住小命才是最重要的。"
      },
      {
        "id": 41,
        "en": "Having been given a new life, Chi Xiaocheng didn't want to accept this fate.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "好不容易重活一世，池小橙不想就此认命。"
      },
      {
        "id": 42,
        "en": "She had read about rebirth and time travel countless times in novels.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "重生穿越这种事，她早就在小说看过不知道多少遍了。"
      },
      {
        "id": 43,
        "en": "Right now, there was only one way to save her life!",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "为今之计，想保住小命只有一个办法！"
      },
      {
        "id": 44,
        "en": "Chi Xiaocheng's gaze fell on the restrained Su Tao.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙将视线放在了被限制的苏桃身上。"
      },
      {
        "id": 45,
        "en": "It had to be said, she was indeed the sole female lead of the book.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "该说不愧是书中唯一女主。"
      },
      {
        "id": 46,
        "en": "Both her looks and her figure were top-tier.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "无论是颜值还是身材都处于顶尖水平。"
      },
      {
        "id": 47,
        "en": "Too bad she was a girl and didn't have a... thingy.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "可惜，她是个女孩子，莫得只因。"
      },
      {
        "id": 48,
        "en": "But in Su Tao's eyes, Chi Xiaocheng's series of thoughts looked very different.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "但在苏桃眼里，池小橙一系列的心理活动，却又是另一副模样。"
      },
      {
        "id": 49,
        "en": "Sometimes she was pondering, sometimes a smile appeared on her face, looking just like a mad person.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "时而思索，时而脸上露出笑意，活脱脱一个疯子模样。"
      },
      {
        "id": 50,
        "en": "No matter how much she struggled, the other girl showed no mercy.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "无论自己如何挣扎，她都没有任何怜悯。"
      },
      {
        "id": 51,
        "en": "Why did it turn out like this?",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "到底为什么会这样呢？"
      },
      {
        "id": 52,
        "en": "Xiaocheng, weren't we supposed to be the best of friends?",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "小橙，明明我们是最好的朋友不是吗？"
      },
      {
        "id": 53,
        "en": "While she was lost in thought, Chi Xiaocheng had already figured out how to save her own life.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "在她胡思乱想之际，池小橙已经想好要怎么样保住自己小命了。"
      },
      {
        "id": 54,
        "en": "The only way out of this situation was the female lead!",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "唯一的破局方法，就是女主！"
      },
      {
        "id": 55,
        "en": "The original owner died largely because Su Tao had lost all hope in her, allowing the male leads to kill her.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "原主会死，很大程度就是苏桃对原主绝望了，任由男主们对原主下杀手。"
      },
      {
        "id": 56,
        "en": "As long as she could avoid that, her chances of survival would increase dramatically!",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "只要规避这点，那么存活率将会大幅提升！"
      },
      {
        "id": 57,
        "en": "Chi Xiaocheng, holding the knife, slowly walked over to Su Tao's side.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙握着小刀，慢悠悠地走到苏桃旁边。"
      },
      {
        "id": 58,
        "en": "She reached out and yanked off the gag.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "伸手一把将布带摘掉。"
      },
      {
        "id": 59,
        "en": "\"Cough, cough... cough, cough, cough!\"",
        "speaker": "苏桃",
        "emotion": "neutral",
        "cn": "“咳咳...咳咳咳！”"
      },
      {
        "id": 60,
        "en": "Su Tao coughed violently.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃剧烈咳嗽了起来。"
      },
      {
        "id": 61,
        "en": "After a moment, she managed to look at Chi Xiaocheng, her pure eyes filled with half despair, half confusion.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "好一会儿，她才艰难地看向池小橙，一双清纯无比的眸子半抹绝望，半抹不解。"
      },
      {
        "id": 62,
        "en": "\"Xiaocheng, why?\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "“小橙，为什么？”"
      },
      {
        "id": 63,
        "en": "Having been tied up here for half a day without a drop of water, her voice was a bit hoarse. \"Why are you doing this to me? I never thought of you as an enemy!\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "被绑在这里放置了半天，滴水未进的她声音有些嘶哑，“为什么要这样对我，我从来没有把你当成敌人啊！”"
      },
      {
        "id": 64,
        "en": "Chi Xiaocheng's lips curved upwards. She leaned over and sat on the edge of the bed. Her enchanting red eyes were particularly striking in the darkness. Her voice trembled with excitement as she said, \"Taotao, why do you think it is?\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "池小橙唇角上扬，倚身坐到床边，妖艳的赤瞳在黑暗中尤为醒目，她嘴角含笑，声音兴奋得止不住颤抖，“桃桃，你觉得是为什么呢？”"
      },
      {
        "id": 65,
        "en": "Her acting skills soared, and a dangerous aura radiated from her.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她演技飙升，身上时刻散发着危险的气息。"
      },
      {
        "id": 66,
        "en": "Her small hand gently caressed Su Tao's smooth cheek, making the latter's hair stand on end.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "小手轻抚苏桃滑嫩的脸颊，让后者寒毛竖起。"
      },
      {
        "id": 67,
        "en": "\"Is... is it because of Ye Liang and the others? Xiaocheng, you like them, so you think I stole them from you, right?\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "“是...是因为叶良他们对吧，小橙你是喜欢他们，所以认为是我抢了他们对吧？”"
      },
      {
        "id": 68,
        "en": "Su Tao gave a bitter smile, her eyes filled with an indescribable sadness. \"Xiaocheng, I told you long ago, we grew up together. You are the most important person to me!\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "苏桃惨笑，眼神是说不出的苦涩，“小橙，我早就跟你说过了，我们一起长大，你才是我最重要的人！”"
      },
      {
        "id": 69,
        "en": "A glimmer of hope appeared in her eyes, and her tone softened in an instant. \"Hey, Xiaocheng, let me go, okay? I won't blame you. We can still be best friends.\"",
        "speaker": "苏桃",
        "emotion": "neutral",
        "cn": "她双眼露出希冀，语气也在这一瞬变得极为柔和，“呐小橙，放了我好吗，我不会怪你的，我们依旧可以做好朋友。”"
      },
      {
        "id": 70,
        "en": "\"Then why are you so close to them?\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "“那你为什么和他们走那么近呢？”"
      },
      {
        "id": 71,
        "en": "\"Huh?\"",
        "speaker": "苏桃",
        "emotion": "neutral",
        "cn": "“欸？”"
      },
      {
        "id": 72,
        "en": "Su Tao didn't understand what Chi Xiaocheng meant.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃不明白池小橙的意思。"
      },
      {
        "id": 73,
        "en": "Chi Xiaocheng suddenly moved closer, their faces now inches apart.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙陡然凑近，二人脸部距离咫尺之间。"
      },
      {
        "id": 74,
        "en": "Su Tao could feel Chi Xiaocheng's warm breath on her cheek, and strands of her light brown hair falling down.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃能够感受到，池小橙那温热的呼吸拍打在脸颊，缕缕茶色的秀发垂落。"
      },
      {
        "id": 75,
        "en": "Whether from nervousness or fear, Su Tao's heart was beating very fast.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "不知是紧张还是害怕，苏桃心跳得很快。"
      },
      {
        "id": 76,
        "en": "Chi Xiaocheng asked, word by word, \"Since you think I'm the most important person to you, why do you still get so close to Ye Liang and Dongfang Yang?\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "池小橙一字一字地问道，“既然你觉得我是最重要的人，为什么还要和叶良、东方阳他们走那么近呢？”"
      },
      {
        "id": 77,
        "en": "Su Tao opened her mouth but was at a loss for words.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃张了张嘴，一时语塞。"
      },
      {
        "id": 78,
        "en": "Chi Xiaocheng smiled and reached out to pinch Su Tao's cheek. \"Taotao, you have no idea what I want.\"",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "池小橙笑了，伸手掐住了苏桃的脸蛋，“桃桃，你根本不知道我想要的是什么。”"
      },
      {
        "id": 79,
        "en": "\"You think I like Ye Liang and Si Chen, so that's why I'm jealous of you, targeting you, messing up your relationships with them, right?\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "“你以为我是喜欢叶良和司辰他们，所以我才嫉妒你针对你，和你作对，捣乱你和他们的关系对吧？”"
      },
      {
        "id": 80,
        "en": "With her cheek pinched, Su Tao still managed to ask, \"Isn't that it?\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "苏桃被掐住了脸蛋，依旧艰难地发声反问，“难道不是吗？”"
      },
      {
        "id": 81,
        "en": "As best friends, she thought she knew Chi Xiaocheng very well.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "作为闺蜜，她自认很熟悉池小橙。"
      },
      {
        "id": 82,
        "en": "Didn't their friendship fall apart because the boys she liked didn't like her back and pursued Su Tao instead?",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "二人友谊的小船翻了，可不就是因为她喜欢的男生不喜欢她而追求自己？"
      },
      {
        "id": 83,
        "en": "Including today's kidnapping.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "包括今天的绑架。"
      },
      {
        "id": 84,
        "en": "Because this afternoon, Su Tao was forced to accept Ye Liang's invitation to a dinner party.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "因为下午，苏桃被迫接受了叶良的邀请一起去参加一个晚宴。"
      },
      {
        "id": 85,
        "en": "She was his date.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她是以女伴的身份。"
      },
      {
        "id": 86,
        "en": "Meanwhile, Chi Xiaocheng was left out, ignored, and even mocked by Ye Liang.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "而池小橙，则被冷落、无视，甚至被叶良嘲讽。"
      },
      {
        "id": 87,
        "en": "Jealousy turned into hatred.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "因妒生恨。"
      },
      {
        "id": 88,
        "en": "So she kidnapped her before the dinner party.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "所以在晚宴前夕绑架了自己。"
      },
      {
        "id": 89,
        "en": "It wasn't that Su Tao was narcissistic; in her eyes, this was what really happened.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "不是苏桃自恋，而是在她的眼中，这就是真实发生的事情。"
      },
      {
        "id": 90,
        "en": "And the original owner did indeed kidnap her for this reason.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "而原主，也确实因为这个原因才动手绑架。"
      },
      {
        "id": 91,
        "en": "She hated Su Tao to the core.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她恨苏桃到了极点。"
      },
      {
        "id": 92,
        "en": "However, the words from Chi Xiaocheng, whose soul had been completely replaced, left Su Tao utterly shocked.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "然而，灵魂已经彻底换人了的池小橙，说出的话却让苏桃震惊无比。"
      },
      {
        "id": 93,
        "en": "The seemingly unstable red-eyed girl burst into a wild laugh. \"Taotao, I have never liked Ye Liang or Dongfang Yang.\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "隐约有些病态的赤瞳萝莉癫狂地大笑出声，“桃桃，我从来都没有喜欢过叶良、东方阳他们。”"
      },
      {
        "id": 94,
        "en": "Chi Xiaocheng brought her lips close to Su Tao's ear and gently exhaled, \"Taotao, the person I like most... is you!\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "池小橙将小嘴凑到了苏桃耳边，轻轻呼出一口热气，“桃桃，我最喜欢的人，是你啊！”"
      },
      {
        "id": 95,
        "en": "After saying that, she stuck out her small, pink tongue and licked her earlobe.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "说完，又伸出粉嫩的小舌，舔了一下她的耳垂。"
      },
      {
        "id": 96,
        "en": "She continued in a low voice, \"Taotao, did you know?\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "继续压低着声音，“桃桃，你知道吗？”"
      },
      {
        "id": 97,
        "en": "\"I love you! I love you! I love you!\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "“我爱你！我爱你！我爱你！”"
      },
      {
        "id": 98,
        "en": "\"I hate you! I hate you! I hate you!\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "“我恨你！我恨你！我恨你！”"
      },
      {
        "id": 99,
        "en": "\"Since I'm the most important person to you, why do you still have to be around Ye Liang and the others?\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "“既然我是你最重要的人，你为什么还要去接触叶良他们呢？”"
      },
      {
        "id": 100,
        "en": "\"Isn't having me enough!\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "“有我一个，还不够么！”"
      }
    ],
    "0002": [
      {
        "id": 102,
        "en": "Chapter 2: I Like You, I Like You, I Like You",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "第2章 喜欢你喜欢你喜欢你"
      },
      {
        "id": 103,
        "en": "Her low, trembling voice, like a sudden thunderclap, left the \"white moonlight\" female lead stunned on the bed.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "低沉嘶哑的颤音，如晴天霹雳般，让这位白月光女主愣在床上。"
      },
      {
        "id": 104,
        "en": "For a long time, she couldn't snap back to reality.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "久久不能回神。"
      },
      {
        "id": 105,
        "en": "The Yandere girl plan!",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "病娇萝莉计划！"
      },
      {
        "id": 106,
        "en": "This was Chi Xiaocheng's plan to get out of her difficult situation.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "这就是池小橙破局的打算。"
      },
      {
        "id": 107,
        "en": "The male leads already hated the original owner, and after this kidnapping incident, they would surely hate her even more.",
        "speaker": "旁白",
        "emotion": "angry",
        "cn": "几个男主本身就很讨厌原主，如今再出这一次绑架，那些男主还不恨疯了自己。"
      },
      {
        "id": 108,
        "en": "For now, the only way to save her own life was to have the female lead stop them.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "为今之计，想保住小命只能由女主去阻止他们。"
      },
      {
        "id": 109,
        "en": "Turning over a new leaf?",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "改邪归正？"
      },
      {
        "id": 110,
        "en": "Su Tao was designed to be a soft, gentle \"white moonlight\" type. She often overthought things and was easily influenced.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃的人设是软萌温柔型白月光，平时心理活动很多，耳根子也很软。"
      },
      {
        "id": 111,
        "en": "If the male leads were a bit more assertive, she would lose her direction. She wasn't stable enough.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "几个男主基本强势点她就会失了方向，不够稳定。"
      },
      {
        "id": 112,
        "en": "Only by leaving a deep enough impression on her, making her care about and protect me, would I have a chance to survive!",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "只有在她内心留下足够深刻的印象，让她不得不去在意自己、保护自己，才能有存活的机会！"
      },
      {
        "id": 113,
        "en": "As Chi Xiaocheng's thoughts were racing, the system in her mind kept making a \"ding-ding\" sound.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "而在池小橙思绪翻涌时，脑海中的系统也是不断响起“叮叮”的声音。"
      },
      {
        "id": 114,
        "en": "[The female lead, Su Tao, is deeply shocked by the host's words.]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【女主苏桃因为宿主的话语内心受到极大震撼】"
      },
      {
        "id": 115,
        "en": "[Emotion Points +3...]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【情绪值+3...】"
      },
      {
        "id": 116,
        "en": "[Emotion Points +10...]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【情绪值+10...】"
      },
      {
        "id": 117,
        "en": "This was one of the system's main functions. As long as an important character from the original novel, whether a side character or a main character, had a strong emotional reaction to Chi Xiaocheng's actions,",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "这也是系统的主要功能之一，只要是原著重要的角色，无论是配角还是主角，因为池小橙的行动而产生巨大情绪波动时。"
      },
      {
        "id": 118,
        "en": "she could gain Emotion Points!",
        "speaker": "旁白",
        "emotion": "happy",
        "cn": "她就能够获得情绪值！"
      },
      {
        "id": 119,
        "en": "Emotion Points had many uses, including a lottery, buying items from the shop, and checking future plot developments in the novel.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "情绪值的用处很多，包括抽奖，商城购买物品，查探小说未来的情节发展等。"
      },
      {
        "id": 120,
        "en": "But the starter pack alone required 100 Emotion Points to open.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "只是这新手礼包，就需要100点情绪值才能开启。"
      },
      {
        "id": 121,
        "en": "Other people got theirs for free, but this system made her pay. It was a total scam.",
        "speaker": "旁白",
        "emotion": "angry",
        "cn": "别人都是白送，这系统却要花钱，纯粹的坑小萝莉系统。"
      },
      {
        "id": 122,
        "en": "She only had 13 Emotion Points, which was not nearly enough!",
        "speaker": "旁白",
        "emotion": "sad",
        "cn": "才13点情绪值，远远不够！"
      },
      {
        "id": 123,
        "en": "Seeing that Su Tao was too shocked to react, Chi Xiaocheng propped herself up with one hand on the edge of the bed and stood up on it.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙见苏桃因为过于震惊而没有反应，她单手撑住床沿，一翻身便站到了床上。"
      },
      {
        "id": 124,
        "en": "She was dressed simply today in a white sailor uniform and a black short skirt. In this position, she looked down from above.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她今天的穿着很朴素，白色水手服和黑色短裙，此番姿态居高临下。"
      },
      {
        "id": 125,
        "en": "The \"white moonlight\" female lead slowly came back to her senses, but her eyes were still filled with panic and confusion. \"Xiaocheng, I... I don't understand what you mean.\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "白月光女主渐渐回神了，只是眼中依旧慌乱无措，“小橙，我...我不明白你是什么意思。”"
      },
      {
        "id": 126,
        "en": "They grew up together.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "从小一起长大。"
      },
      {
        "id": 127,
        "en": "They had been best friends for over ten years.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "当好姐妹十多年。"
      },
      {
        "id": 128,
        "en": "Su Tao had always seen Chi Xiaocheng as her best friend, like a younger sister she needed to protect.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃一直以来只把池小橙当成最好的朋友，当成最爱护的妹妹。"
      },
      {
        "id": 129,
        "en": "Even though they had many conflicts in the past two years, she still believed that Chi Xiaocheng could be saved. If she just tried a little harder to correct her thinking, they would definitely go back to how they used to be.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "即便这两年闹了很多矛盾，她心中依旧觉得，池小橙还有救，她再努力努力纠正一下她的思想，二人一定会回到曾经的关系。"
      },
      {
        "id": 130,
        "en": "They would become best friends again.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "重新成为好朋友。"
      },
      {
        "id": 131,
        "en": "But now, she felt like she had been slapped back to reality.",
        "speaker": "旁白",
        "emotion": "sad",
        "cn": "可是现在，她就像想当太空人的喜之郎，被高兴的奶奶甩了一巴掌。"
      },
      {
        "id": 132,
        "en": "Her best friend... liked her?",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "曾经的好朋友，喜欢我？"
      },
      {
        "id": 133,
        "en": "Her mind was a mess, and she didn't know what to do.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她脑袋很乱，失了分寸。"
      },
      {
        "id": 134,
        "en": "Chi Xiaocheng didn't answer her question.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "提出的问题池小橙没有回应。"
      },
      {
        "id": 135,
        "en": "Instead, Su Tao saw her lean down, placing her hands on the bed on either side of her.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "又见她弯下腰，左右手撑在她腋下的床板。"
      },
      {
        "id": 136,
        "en": "Chi Xiaocheng wasn't even 160 cm tall.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "连1米6都没到的池小橙。"
      },
      {
        "id": 137,
        "en": "She was very light.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "很轻。"
      },
      {
        "id": 138,
        "en": "Su Tao could barely feel any weight.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃几乎没感觉到任何重量。"
      },
      {
        "id": 139,
        "en": "Chi Xiaocheng leaned in closer, and a sweet scent reached Su Tao's nose.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "视线中的池小橙又弓腰靠前，一抹芳香钻入苏桃鼻尖。"
      },
      {
        "id": 140,
        "en": "Her light brown hair fell to one side of her face, and Su Tao watched as a small hand gently caressed her cheek.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "茶色的秀发又垂在脸颊的一侧，苏桃看着那一只小手轻轻抚上自己的脸颊。"
      },
      {
        "id": 141,
        "en": "Her fingertips touched her lightly.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "指尖轻轻触碰。"
      },
      {
        "id": 142,
        "en": "Soon, Chi Xiaocheng showed a charming, fond smile.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "很快池小橙就露出了妖艳喜欢的笑容。"
      },
      {
        "id": 143,
        "en": "It was half-fake and half-genuine, done on purpose to make Su Tao realize what she was doing.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "一半是装的，其中一般是真的喜欢，目的为的就是让苏桃意识到自己在做什么。"
      },
      {
        "id": 144,
        "en": "She reached out and tucked Su Tao's messy hair behind her ear, then took a breath.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "伸手又将苏桃凌乱的秀发撩至耳后，池小橙呼了口气。"
      },
      {
        "id": 145,
        "en": "After giving Su Tao a few seconds to react and process,",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "给苏桃几秒的反应和接受时间后。"
      },
      {
        "id": 146,
        "en": "Chi Xiaocheng's voice became very gentle. \"Taotao, I like you, I really, really like you. Ever since we were little, when you protected me from bullies and took my hand to lead me out of the dark corner and into the sunlight.\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "池小橙声音很温柔，“桃桃，我喜欢你，非常非常喜欢你，自从小时候，你保护了被欺负的我，牵着我的手从阴暗的角落走向阳光底下的时候。”"
      },
      {
        "id": 147,
        "en": "\"I fell hopelessly in love with you!\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "“我就无可救药地喜欢上你了！”"
      },
      {
        "id": 148,
        "en": "Chi Xiaocheng stared into Su Tao's confused eyes. \"I know I have to be well-behaved to stay by your side, so I've always loved you secretly, thinking it was okay if you didn't love me back. I was happy just watching you from a distance!\"",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "池小橙盯着苏桃那无措的眼神，“我知道懂事才能待在你的身边，所以我一直都是偷偷地喜欢你，想着你不喜欢我也没关系，我远远地看着你就好了！”"
      },
      {
        "id": 149,
        "en": "\"But, but!\" Chi Xiaocheng's tone suddenly became harsh. \"You always told me that I was your most precious friend, the most important person to you, the person you liked the most!\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "“但是呢，但是！”池小橙的语气霎时又重了起来，“你一直跟我说，我才是你最珍贵的朋友，是你最重要的人，是你最喜欢的人！”"
      },
      {
        "id": 150,
        "en": "\"If you said all that to me, why did you have to betray me!\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "“既然你都这样跟我说了，为什么又要背叛我！”"
      },
      {
        "id": 151,
        "en": "Like a demon cursing from hell, Chi Xiaocheng's voice filled with resentment. \"Ye Liang, Si Chen, Dongfang Yang... you already had me, so why did you have to get close to them!\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "如同咒骂地狱的恶鬼，池小橙声线变得怨恨了起来，“叶良、司辰、东方阳，你已经有了我为什么还要接近他们！”"
      },
      {
        "id": 152,
        "en": "The last sentence was almost shouted out.",
        "speaker": "旁白",
        "emotion": "angry",
        "cn": "最后一句话，几乎是嘶吼着喊出来。"
      },
      {
        "id": 153,
        "en": "Su Tao began to struggle hard, but she was completely tied up. The words she tried to say came out in a rush, \"No, Xiaocheng, I was just...\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "苏桃开始奋力挣扎，只是她全身都已经被拘束住了，到嘴边的话语愈发着急，“不是的小橙，我只是......”"
      },
      {
        "id": 154,
        "en": "Before she could finish, Chi Xiaocheng suddenly pinched her cheeks, cutting her off.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "话还没说出来，就被池小橙猛地掐住脸颊打断。"
      },
      {
        "id": 155,
        "en": "Her voice became disturbingly gentle again. \"No need to explain, Taotao. No matter what, I will always like you, and you can only be mine.\"",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "她的声音又病态地温柔了起来，“不用解释的，桃桃，无论怎样，我都会喜欢你，而你也只能是我一个人的。”"
      },
      {
        "id": 156,
        "en": "The obsessive and slightly crazed tone of her voice caught Su Tao completely off guard.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "偏执又带着丝丝癫狂的声线，让苏桃有些措手不及。"
      },
      {
        "id": 157,
        "en": "One moment her voice was gentle, and the next it turned sharp.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "前一秒说话温柔，后一秒急转直下。"
      },
      {
        "id": 158,
        "en": "Su Tao seemed to guess what Chi Xiaocheng was about to do. Seeing her get closer, she said in a panicked and anxious voice, \"Xiaocheng, listen to me, whether it's Ye Liang or Dongfang Yang, I didn't...\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "苏桃好似猜到了池小橙要做什么，见对方渐渐靠近，慌乱焦急地说道，“小橙你听我解释，无论是叶良还是东方阳，我没有……”"
      },
      {
        "id": 159,
        "en": "\"Mmph—!\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "“唔——！”"
      },
      {
        "id": 160,
        "en": "Her voice was cut off abruptly.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "声音戛然而止。"
      },
      {
        "id": 161,
        "en": "Su Tao's eyes flew wide open.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃眼睛猛地瞪大。"
      },
      {
        "id": 162,
        "en": "Her struggling body went still for a moment.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "挣扎的身子一瞬间安静了下来。"
      },
      {
        "id": 163,
        "en": "Then she began to struggle even more intensely.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "随后是更加剧烈的挣扎。"
      },
      {
        "id": 164,
        "en": "[The female lead, Su Tao, is deeply shocked by the host's actions.]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【女主苏桃因为宿主的动作内心受到极大震撼】"
      },
      {
        "id": 165,
        "en": "[Emotion Points +5...]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【情绪值+5...】"
      },
      {
        "id": 166,
        "en": "[Emotion Points +8...]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【情绪值+8...】"
      },
      {
        "id": 167,
        "en": "[Emotion Points +14...]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【情绪值+14...】"
      },
      {
        "id": 168,
        "en": "The notifications for Emotion Points kept popping up in her mind.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "脑海中的情绪值提示不断响起。"
      },
      {
        "id": 169,
        "en": "Chi Xiaocheng knew this was because Su Tao's brain couldn't process all the information at once.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙知道这是因为一连串的信息量让苏桃脑子处理不过来才会这样。"
      },
      {
        "id": 170,
        "en": "But the starter pack still needed 100 Emotion Points, and this wasn't enough.",
        "speaker": "旁白",
        "emotion": "sad",
        "cn": "但新手礼包要100情绪点才能购买，这些依旧不够。"
      },
      {
        "id": 171,
        "en": "Feeling Su Tao's weak struggles, Chi Xiaocheng sneered inwardly.",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "感受着苏桃那无力的挣扎，池小橙心中冷笑。"
      },
      {
        "id": 172,
        "en": "She pulled back slightly, revealing her pretty, curved lips.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "顿时错开漂亮又带些弧度的弯月。"
      },
      {
        "id": 173,
        "en": "Her sharp little canine teeth bit down hard.",
        "speaker": "旁白",
        "emotion": "angry",
        "cn": "尖尖的小虎牙用力咬下。"
      },
      {
        "id": 174,
        "en": "That would leave a lasting impression.",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "这样印象才深刻嘛。"
      },
      {
        "id": 175,
        "en": "Just then, the wooden door of the basement was suddenly kicked open. \"Miss Su Tao!\"",
        "speaker": "陌生男1",
        "emotion": "angry",
        "cn": "而也是在这个时候，这间地下室的木门，猛地被踹开了，“苏桃小姐！”"
      },
      {
        "id": 176,
        "en": "A man in a suit stood panting in the doorway, his face full of anxiety.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "一个西装男喘着粗气，扶着门槛，脸色满是焦急。"
      },
      {
        "id": 177,
        "en": "The next second, he froze.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "下一秒，他呆住了。"
      },
      {
        "id": 178,
        "en": "What... is going on here?",
        "speaker": "陌生男1",
        "emotion": "neutral",
        "cn": "这是......什么情况？"
      },
      {
        "id": 179,
        "en": "He remembered that after the young master found Miss Su Tao's location, he had frantically told him to hurry over, saying that if he were a step too late, she would be harmed.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "犹记得少爷找到苏桃小姐的位置后，疯了一样让自己迅速过来，说再晚一步苏桃小姐就会受到伤害。"
      },
      {
        "id": 180,
        "en": "But looking at the scene now,",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "现在看来"
      },
      {
        "id": 181,
        "en": "it didn't seem like she was being harmed at all?",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "好像并不会受到伤害？"
      },
      {
        "id": 182,
        "en": "The bodyguard in the suit never would have imagined such an intimate scene in the basement.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "西装保镖怎么也想不到，地下室里竟然是这么暧昧的一幕。"
      },
      {
        "id": 183,
        "en": "From his side view, Su Tao was restrained, while Chi Xiaocheng was kneeling on the bed, leaning over her, as if she were...",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "他侧面的视角中，苏桃被限制，池小橙跪坐在床，俯身弓腰，像是在"
      },
      {
        "id": 184,
        "en": "The scene was too beautiful; he felt a bit embarrassed to look.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "画面太美好，有点不好意思看。"
      },
      {
        "id": 185,
        "en": "He quickly snapped back to his senses and pointed sternly at Chi Xiaocheng. \"Let go of Miss Su Tao!\"",
        "speaker": "陌生男1",
        "emotion": "angry",
        "cn": "旋即猛地反应了过来，他严肃地指着池小橙，“放开苏桃小姐！”"
      },
      {
        "id": 186,
        "en": "That voice startled both Chi Xiaocheng and Su Tao.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "这道声音，同时惊到了池小橙和苏桃。"
      },
      {
        "id": 187,
        "en": "With a push of her hand, the bed creaked, and her body lifted up lightly.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她单手一撑，床板发出“吱呀”一声闷响，身体轻盈地抬起。"
      },
      {
        "id": 188,
        "en": "Chi Xiaocheng looked annoyed and slowly turned her head. A few strands of hair fell over her eyes as she glanced sideways at the man, her red pupils glowing strangely in the dim light.",
        "speaker": "旁白",
        "emotion": "angry",
        "cn": "池小橙面露不悦，缓缓转过头，几缕秀发垂到眼帘，目光斜斜地扫向来人，那双赤瞳在昏暗的光线中闪烁着异样的光芒。"
      },
      {
        "id": 189,
        "en": "The small knife was somehow back in her hand.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "那小刀不知何时已经被她重新攥在了手中。"
      },
      {
        "id": 190,
        "en": "Then, she pressed it against Su Tao's neck.",
        "speaker": "旁白",
        "emotion": "angry",
        "cn": "而后，抵到了苏桃的脖颈前。"
      },
      {
        "id": 191,
        "en": "She looked at the bodyguard coldly. \"Get out, or you know what will happen!\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "冷冷地看着西装保镖，“出去，否则你知道是什么下场！”"
      }
    ],
    "0003": [
      {
        "id": 193,
        "en": "Chapter 3: I'm Going to Break",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "第3章 要坏掉惹"
      },
      {
        "id": 194,
        "en": "Seeing the cold glint of the small knife, the man in the suit felt his scalp tingle with fear.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "见到那折射着寒芒的小刀，西装男顿时头皮发麻。"
      },
      {
        "id": 195,
        "en": "The beautiful moment from just now seemed like an illusion.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "刚刚略显美好的一幕好似幻觉。"
      },
      {
        "id": 196,
        "en": "Crazed and cornered—that was the true nature of the young, red-eyed girl before him, whose eyes seemed to glow with a demonic light.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "疯癫且走投无路，才是眼前这个泛着妖艳红芒的赤瞳萝莉的本质。"
      },
      {
        "id": 197,
        "en": "He swallowed hard, glanced at Su Tao who was trembling with her eyes shut, and took a small step forward as he spoke.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "他咽了一口唾沫，暗暗瞥了眼紧闭双眼并正在颤抖的苏桃，轻轻迈出一步，同时说道。"
      },
      {
        "id": 198,
        "en": "\"D-don't do anything rash, I...\"",
        "speaker": "西装男",
        "emotion": "sad",
        "cn": "“你...你别冲动，我......”"
      },
      {
        "id": 199,
        "en": "Before he could finish, Chi Xiaocheng cut him off. \"I'll count to three. If you're not out by then, you can come back for her body!\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "话还没说完，就被池小橙打断道，“我数到3，你不出去就等着替她收尸吧！”"
      },
      {
        "id": 200,
        "en": "As she spoke, she turned her gaze back to Su Tao, as if mesmerized, and whispered, \"It's okay, Tao Tao. I've wanted to end this for a long time, but it would be so lonely without you~\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "说着，又自顾自沉醉地看向了苏桃，低声地说着，“没事的哦桃桃，现在这样我早就想结束了，但是路上没有你的陪伴会很寂寞呢~”"
      },
      {
        "id": 201,
        "en": "I'm not trying to take you down with me.",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "我不是要拉你垫背。"
      },
      {
        "id": 202,
        "en": "It's because I like you.",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "是我喜欢你。"
      },
      {
        "id": 203,
        "en": "That's why we have to be together, no matter what!",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "所以不管在哪，我们都要在一起！"
      },
      {
        "id": 204,
        "en": "Without even giving Su Tao a chance to speak, Chi Xiaocheng glared at the man in the suit again. \"Three!\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "甚至不给苏桃开口的机会，池小橙又瞪向西装男，“3！”"
      },
      {
        "id": 205,
        "en": "\"?\"",
        "speaker": "西装男",
        "emotion": "neutral",
        "cn": "“？”"
      },
      {
        "id": 206,
        "en": "The man in the suit was stunned.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "西装男顿时大惊失色。"
      },
      {
        "id": 207,
        "en": "What happened to one and two?",
        "speaker": "西装男",
        "emotion": "neutral",
        "cn": "1和2哪去了！"
      },
      {
        "id": 208,
        "en": "His scalp was tingling. He had no choice but to quickly exit the room.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "他头皮发麻，没办法只得迅速退出门外。"
      },
      {
        "id": 209,
        "en": "He even thoughtfully closed the basement door for Chi Xiaocheng and took out his phone to quickly call his young master, Ye Liang.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "同时还贴心地为池小橙关上了地下室的门，拿出手机迅速给自家少爷叶良打电话。"
      },
      {
        "id": 210,
        "en": "The moment she saw him leave, Chi Xiaocheng breathed a secret sigh of relief.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "而见到他出去的那一刻，池小橙也是在心中暗暗地松了口气。"
      },
      {
        "id": 211,
        "en": "At the same time, the System's voice echoed in her mind.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "同时，系统声音在脑海响起。"
      },
      {
        "id": 212,
        "en": "[Ding! Congratulations, Host. You have reached 100 Emotion Points. Would you like to redeem the starter pack?]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【叮！恭喜宿主达到100点情绪值，是否兑换新手礼包？】"
      },
      {
        "id": 213,
        "en": "\"Redeem!\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "“兑换！”"
      },
      {
        "id": 214,
        "en": "After shouting this in her mind, a virtual panel that only she could see appeared before her eyes.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "在心中喊了一声，池小橙眼前跳出只有她能看到的虚拟面板。"
      },
      {
        "id": 215,
        "en": "[Starter pack redeemed successfully.]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【新手礼包兑换成功】"
      },
      {
        "id": 216,
        "en": "[Obtained random skills: Acting (Intermediate), Pain Reduction (Intermediate), Spiked Liquid (Beginner).]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【获得随机技能演技（中级）、痛感减弱（中级）、加料液体（初级）】"
      },
      {
        "id": 217,
        "en": "Chi Xiaocheng could understand the first two skills.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "前两个技能池小橙还能理解。"
      },
      {
        "id": 218,
        "en": "But the third skill...",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "第三个技能就"
      },
      {
        "id": 219,
        "en": "\"System, what does 'Spiked Liquid' mean?\"",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "“系统，加料液体是什么意思？”"
      },
      {
        "id": 220,
        "en": "[The Host can control the taste, nutritional value, and harmfulness of any liquid the Host touches, directly or indirectly.]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【只要是宿主直接或间接触碰得到的液体，都可以由宿主自主控制其中的味道、营养、是否有害】"
      },
      {
        "id": 221,
        "en": "Chi Xiaocheng: \"???\"",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "池小橙：“？？？”"
      },
      {
        "id": 222,
        "en": "She thought of some scenarios that only appear in certain comic books.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她想到了一些本子上才会出现的展开。"
      },
      {
        "id": 223,
        "en": "As everyone knows, a girl has many, many liquids on her body that can be 'spiked'.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "众所周知，女孩子身上可以加料的液体有很多很多。"
      },
      {
        "id": 224,
        "en": "But the situation was urgent now, so she had no time for wild thoughts.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "不过现在情况危急，顾不得她瞎想。"
      },
      {
        "id": 225,
        "en": "Originally, Chi Xiaocheng had planned to escape through another secret door before the male lead arrived.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "原本，池小橙打算趁着男主还没来，从另一个暗门赶紧跑。"
      },
      {
        "id": 226,
        "en": "But now...",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "现在的话"
      },
      {
        "id": 227,
        "en": "Her gaze fell on Su Tao's face.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她视线停在了苏桃脸上。"
      },
      {
        "id": 228,
        "en": "The idealized female lead seemed to have had her brain shut down from everything that had happened.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "这位白月光女主因为发生的事情太多了，大脑似乎已经宕机。"
      },
      {
        "id": 229,
        "en": "She just stared blankly with her mouth slightly open.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "只是呆呆地微微张嘴。"
      },
      {
        "id": 230,
        "en": "Her eyes were empty.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "瞳孔无神。"
      },
      {
        "id": 231,
        "en": "She looked as if she had been broken.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "像是被玩坏了的样子。"
      },
      {
        "id": 232,
        "en": "Actually, Chi Xiaocheng knew she was just overwhelmed with information and had spaced out.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "其实池小橙知道，她只是处理不过来这么多信息量，失神了而已。"
      },
      {
        "id": 233,
        "en": "Fortune favors the bold!",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "所谓富贵险中求！"
      },
      {
        "id": 234,
        "en": "Chi Xiaocheng had an idea for something even more memorable.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙有了更加让人记忆深刻的想法。"
      },
      {
        "id": 235,
        "en": "She smiled.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "勾唇一笑。"
      },
      {
        "id": 236,
        "en": "Tao Tao might not be able to accept it, but as the female lead, she must have a very strong will, right?",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "那样子可能桃桃会接受不了，但作为女主一定是有非常坚定的意志吧？"
      },
      {
        "id": 237,
        "en": "So, should we give it a try?",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "那么，要试试吗？"
      },
      {
        "id": 238,
        "en": "Su Tao couldn't speak. The only response was the sound of the bed frame shaking continuously.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃没能说话，回应她的，是床板不断摇晃的声音。"
      },
      {
        "id": 239,
        "en": "Outside the door, the man in the suit finally got through to Ye Liang. He said anxiously, \"Young Master, where are you? Something big has happened here, what should I do!\"",
        "speaker": "西装男",
        "emotion": "sad",
        "cn": "而在门外，西装男终于拨通了叶良的电话，着急地说道，“少爷你到哪里了，我这边发生大事了，要怎么办啊！”"
      },
      {
        "id": 240,
        "en": "Ye Liang's deep voice carried a trace of anxiety. \"I'll be there in two minutes. What's the situation on your end?\"",
        "speaker": "叶良",
        "emotion": "neutral",
        "cn": "叶良深沉的声音中带着一丝焦急，“再有两分钟我就能到了，你那边什么情况？”"
      },
      {
        "id": 241,
        "en": "\"I found the basement, but that Chi Xiaocheng is using Miss Su Tao to threaten me. I can't do anything!\"",
        "speaker": "西装男",
        "emotion": "sad",
        "cn": "“我找到地下室了，但那个池小橙拿苏桃小姐威胁我，我动不了手啊！”"
      },
      {
        "id": 242,
        "en": "\"Damn bitch!\" Ye Liang cursed. \"I think that woman has gone crazy. Keep her calm for now, I'm on my way!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "“该死的贱人！”叶良骂了一句，“我看那女人八成是疯了，你先稳住她的情绪，我立刻就来！”"
      },
      {
        "id": 243,
        "en": "Just then, the sound of Su Tao's struggling breaths and the creaking of the wooden bed came from the basement. Ye Liang, on the other end of the phone, was startled. \"What's that sound on your end?\"",
        "speaker": "叶良",
        "emotion": "neutral",
        "cn": "也是在这时，地下室内苏桃挣扎的喘息声和木板床咯吱咯吱响的声音传出，电话对面的叶良顿时愣了一下，“你那边是什么声音？”"
      },
      {
        "id": 244,
        "en": "\"This...\"",
        "speaker": "西装男",
        "emotion": "neutral",
        "cn": "“这......”"
      },
      {
        "id": 245,
        "en": "The man in the suit looked back at the wooden door, speechless for a moment.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "西装男回头看着木门，一时语塞。"
      },
      {
        "id": 246,
        "en": "He couldn't help but recall the scene he had just witnessed.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "他不由回想到了刚刚见到的一幕。"
      },
      {
        "id": 247,
        "en": "A moment ago, it was just a kiss.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "刚刚还只是亲一下。"
      },
      {
        "id": 248,
        "en": "Now the bed is creaking.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "现在床板都响了。"
      },
      {
        "id": 249,
        "en": "He didn't dare to imagine what they were doing inside!",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "在里面干什么他都不敢想！"
      },
      {
        "id": 250,
        "en": "You're both girls, how can you play so rough?",
        "speaker": "西装男",
        "emotion": "neutral",
        "cn": "你们两个都是女孩子啊，怎么玩得这么大的？"
      },
      {
        "id": 251,
        "en": "He looked at his phone, still on the call, and fell into deep thought.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "他看着仍在通话的手机，陷入了沉思。"
      },
      {
        "id": 252,
        "en": "Ye Liang urged, \"Speak up! What's going on over there!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "叶良催促道，“说啊，你那边什么情况！”"
      },
      {
        "id": 253,
        "en": "The man in the suit took a deep breath. \"Young... Young Master, what I'm about to say is very shocking. Please don't get angry.\"",
        "speaker": "西装男",
        "emotion": "sad",
        "cn": "西装男深呼吸了一口气，“少...少爷，我接下来要说的事很恐怖，您千万别生气。”"
      },
      {
        "id": 254,
        "en": "\"Stop wasting time and just say it! What the hell is going on!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "“废什么话，快说！你那边到底是什么情况！”"
      },
      {
        "id": 255,
        "en": "The man in the suit said, \"Young Master, I suspect... you've been cheated on.\"",
        "speaker": "西装男",
        "emotion": "sad",
        "cn": "西装男：“少爷，我猜测，您可能被绿了。”"
      },
      {
        "id": 256,
        "en": "Ye Liang: \"Who would be so bold!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "叶良：“谁那么大胆子！”"
      },
      {
        "id": 257,
        "en": "\"Chi... Chi Xiaocheng?\"",
        "speaker": "西装男",
        "emotion": "sad",
        "cn": "“池...池小橙？”"
      },
      {
        "id": 258,
        "en": "\"???\"",
        "speaker": "叶良",
        "emotion": "neutral",
        "cn": "“？？？”"
      },
      {
        "id": 259,
        "en": "A full three minutes later, Ye Liang finally arrived.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "足有三分钟，叶良终于赶了过来。"
      },
      {
        "id": 260,
        "en": "With his side-swept bangs, black jacket, and imposing 1.8-meter height, he arrived at the basement door with several bodyguards.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "斜刘海，黑夹克，一米八的身高很有气势，他带着好几个保镖来到了地下室门口。"
      },
      {
        "id": 261,
        "en": "Seeing the timid man in the suit at the door, he couldn't help but scold him with a cold face, \"Useless!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "瞥见在门口唯唯诺诺的西装男，不由冷着脸臭骂了一句，“废物！”"
      },
      {
        "id": 262,
        "en": "Then, he kicked the door open.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "而后，一脚将门踢开。"
      },
      {
        "id": 263,
        "en": "\"Chi Xiaocheng, I'm warning you—\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "“池小橙，我警告你——”"
      },
      {
        "id": 264,
        "en": "Before he could finish, Chi Xiaocheng was nowhere to be seen in the room.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "话音未落，房间哪里还有池小橙的身影。"
      },
      {
        "id": 265,
        "en": "Su Tao was still tied to the bed, her mouth slightly open and her eyes empty.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃依旧被绑在床上，微微张嘴，双眼无神。"
      },
      {
        "id": 266,
        "en": "Her beautiful hair was scattered over her shoulders, and her face was pale.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "一头秀发披散两肩，脸色惨白。"
      },
      {
        "id": 267,
        "en": "On one side of the basement, a secret door was half-open.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "地下室的一侧，一扇暗门半遮半掩。"
      },
      {
        "id": 268,
        "en": "Ye Liang quickly came to his senses and rushed to Su Tao's side. \"Su Tao, are you okay?!\"",
        "speaker": "叶良",
        "emotion": "sad",
        "cn": "叶良赶忙回神，迅速走到苏桃身边，“苏桃，你没事吧？！”"
      },
      {
        "id": 269,
        "en": "Hearing the anxious male voice, Su Tao paused for a moment and slowly came back to her senses.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "听到这紧张的男声，苏桃愣了一下，缓缓回神。"
      },
      {
        "id": 270,
        "en": "Her smile was like a withered rose. \"Ye Liang, you're here...\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "笑容宛若凋零的玫瑰，“叶良，你来啦...”"
      },
      {
        "id": 271,
        "en": "Hearing her hoarse voice, Ye Liang's heart ached even more.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "听到这沙哑的声音，叶良更是心中一疼。"
      },
      {
        "id": 272,
        "en": "He clenched his fists. \"Chi Xiaocheng, I'll make her pay!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "攥紧拳头，“池小橙，我一定要让她付出代价！”"
      },
      {
        "id": 273,
        "en": "Hearing that name, Su Tao's heart tightened again.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏姚听到这个名字，顿时又是心中一紧。"
      },
      {
        "id": 274,
        "en": "That sickly sweet voice seemed to still be lingering in her ears.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "耳边仿佛还萦绕着那病态软的声线。"
      },
      {
        "id": 275,
        "en": "That voice kept telling her—I like you.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "那声音不断地对她说——我喜欢你。"
      },
      {
        "id": 276,
        "en": "She licked the orange juice from her lips and looked at Ye Liang. \"Let's... let's not worry about Xiaocheng for now.\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "她抿了抿唇边的橙汁，看向叶良，“先...先别管小橙了吧。”"
      },
      {
        "id": 277,
        "en": "Ye Liang was still furious. \"Su Tao, you're just too kind! She tormented you like this, and you want me to let it go!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "叶良依旧怒火滔天，“苏桃，你就是太善良了，你都被她折磨成这样了，我不管池小橙还管什么！”"
      },
      {
        "id": 278,
        "en": "\"Um...\" the man in the suit beside them weakly raised his hand. \"Young Master, shouldn't we unlock Miss Su Tao's shackles first?\"",
        "speaker": "西装男",
        "emotion": "neutral",
        "cn": "“额......”一旁的西装男弱弱举手，“少爷，要不先把苏桃小姐身上的镣铐打开？”"
      },
      {
        "id": 279,
        "en": "Ye Liang's face immediately turned awkward.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "叶良顿时脸色一尬。"
      },
      {
        "id": 280,
        "en": "\"Sorry, I was so emotional I forgot. Su Tao, I'll untie you right now.\"",
        "speaker": "叶良",
        "emotion": "neutral",
        "cn": "“抱歉，情绪太激动我忘了，苏桃我这就帮你解开。”"
      },
      {
        "id": 281,
        "en": "After some searching, they quickly found the key that Chi Xiaocheng had intentionally left on the table.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "一番寻找，很快就找到了池小橙刻意留在桌面上的钥匙。"
      },
      {
        "id": 282,
        "en": "\"Su Tao, Chi Xiaocheng didn't... do anything to you, did she?\"",
        "speaker": "叶良",
        "emotion": "neutral",
        "cn": "“苏桃，池小橙她没对你怎么样吧？”"
      },
      {
        "id": 283,
        "en": "Hearing this, Su Tao subconsciously touched her fingertips to her lips.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "听到这话，苏桃下意识地将指尖搭在唇边。"
      },
      {
        "id": 284,
        "en": "My first... is gone.",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "初......没了。"
      },
      {
        "id": 285,
        "en": "She even used her tongue...",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "她还伸了舌……"
      },
      {
        "id": 286,
        "en": "She and the man in the suit looked at each other, and both fell silent.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她和那个西装男对视了一眼，二人都沉默了。"
      }
    ],
    "0004": [
      {
        "id": 288,
        "en": "Chapter 4: Her Taste",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "第4章 她的味道"
      },
      {
        "id": 289,
        "en": "Ye Liang noticed that something was wrong with Su Tao's expression.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "叶良看出了苏桃脸色的不对劲。"
      },
      {
        "id": 290,
        "en": "His heart tightened.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "心中一紧。"
      },
      {
        "id": 291,
        "en": "He looked at the man in the suit. \"What just happened? Tell me!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "又看向西装男，“刚刚发生了什么，你说！”"
      },
      {
        "id": 292,
        "en": "The man in the suit shrank back and glanced at Su Tao, who was silent with her lips pressed together.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "西装男缩了缩脖子，又看了眼抿嘴不语的苏桃。"
      },
      {
        "id": 293,
        "en": "Finally, he gritted his teeth and said, \"Young Master, when I came in, I saw Miss Su Tao tied to the bed, and then...\"",
        "speaker": "西装男",
        "emotion": "sad",
        "cn": "还是一咬牙说道，“少爷，我刚刚进来的时候是看到，苏桃小姐被绑在床上，然后......”"
      },
      {
        "id": 294,
        "en": "His voice trailed off. \"Then, Chi Xiaocheng was on top of Miss Su Tao, and they were ki... kissing...\"",
        "speaker": "西装男",
        "emotion": "sad",
        "cn": "他声音又弱了下来，“然后池小橙骑在苏桃小姐身上，她们两个在亲...亲......”"
      },
      {
        "id": 295,
        "en": "Hearing this, Ye Liang's eyes widened in shock.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "叶良闻言，陡然瞪大眼睛。"
      },
      {
        "id": 296,
        "en": "The other bodyguards also looked completely shocked.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "其余几个保镖也是一脸震惊。"
      },
      {
        "id": 297,
        "en": "Everyone knew how deeply their young master cared for Miss Su Tao.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "谁不知道他们少爷对苏桃小姐一片深情。"
      },
      {
        "id": 298,
        "en": "How could he say something that would cause trouble like this?",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "这种不利于团结的话能说的？"
      },
      {
        "id": 299,
        "en": "\"Su Tao, is that true?!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "“苏桃，这是真的吗！”"
      },
      {
        "id": 300,
        "en": "Su Tao glanced away and shook her head gently. \"No, she just tied me to the bed and left me here. She warned me... warned me not to get close to you again.\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "苏桃眼睛瞥向一边，轻轻摇了摇头，“没有，她只是把我绑在床上，然后晾着我，警告我...警告我不要再接近你了。”"
      },
      {
        "id": 301,
        "en": "\"Whew, that's a relief.\" Ye Liang turned to the man in the suit. \"How dare you damage Su Tao's reputation? What are you still looking at? Go chase Chi Xiaocheng through the secret door now!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "“呼，那就好。”叶良又看向了西装男，“你个家伙敢损坏苏桃清白，还在这里看什么看，还不顺着暗门去追池小橙！”"
      },
      {
        "id": 302,
        "en": "Hearing this, Su Tao reached out, as if to stop the man in the suit.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃闻言，伸手又想叫停西装男。"
      },
      {
        "id": 303,
        "en": "But the words wouldn't come out; she didn't know how to start.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "可话到嘴边，又不知如何开口。"
      },
      {
        "id": 304,
        "en": "She didn't even know why she wanted to defend Chi Xiaocheng.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "连她自己都不知道，为什么会想帮池小橙辩解。"
      },
      {
        "id": 305,
        "en": "What Chi Xiaocheng had done was clearly terrible.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她做的事情，明明很过分。"
      },
      {
        "id": 306,
        "en": "Su Tao had always wanted to be friends with Chi Xiaocheng again, like they used to be.",
        "speaker": "旁白",
        "emotion": "sad",
        "cn": "苏桃一直想的，是和池小橙恢复曾经朋友的关系。"
      },
      {
        "id": 307,
        "en": "But after this, could they really still be friends?",
        "speaker": "旁白",
        "emotion": "sad",
        "cn": "可现在这样了，真的还能当朋友吗？"
      },
      {
        "id": 308,
        "en": "Memories of their past together flooded her mind, and then she imagined Chi Xiaocheng suddenly becoming a yandere.",
        "speaker": "旁白",
        "emotion": "sad",
        "cn": "昔日相处的点点滴滴又涌入脑海，下一秒又幻视到了池小橙刚刚陡然变成病娇的形态。"
      },
      {
        "id": 309,
        "en": "After more than ten years, how did I never know that Xiaocheng liked me?",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "十几年了，为什么我一点都不知道小橙喜欢我？"
      },
      {
        "id": 310,
        "en": "I always just thought of her as a younger sister...",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "明明我只是把她当妹妹……"
      },
      {
        "id": 311,
        "en": "She composed herself and said to Ye Liang, \"Ye Liang, maybe we should... just leave Xiaocheng alone?\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "她定了定神，对叶良道，“叶良，要不就...就别管小橙了吧？”"
      },
      {
        "id": 312,
        "en": "\"You're still defending her?\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "“你还在为她说话？”"
      },
      {
        "id": 313,
        "en": "\"I... She didn't really do anything to me, it's just... it's just...\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "“我...她也没对我怎么样，只是...只是......”"
      },
      {
        "id": 314,
        "en": "Su Tao was stumbling over her words, not knowing how to explain what had just happened.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃语无伦次，不知该如何解释刚刚发生的事情。"
      },
      {
        "id": 315,
        "en": "Ye Liang snorted. \"I know, she just has a crush on me. But she should look at herself. She's short and unattractive, with more foundation on her face than dirt on the bottom of my shoe. She simply doesn't know what's good for her!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "叶良哼了一声，“我知道，她不就是喜欢我吗，也不看看自己什么鸟样，长得又矮又挫，脸上的粉底比我鞋底的污渍还要厚，简直是不识好歹！”"
      },
      {
        "id": 316,
        "en": "\"There's no way I would ever be interested in her!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "“我要是能看上她，除非天塌下来！”"
      },
      {
        "id": 317,
        "en": "His words were filled with contempt.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "言语尽是蔑视。"
      },
      {
        "id": 318,
        "en": "Ye Liang was arrogant and confident.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "叶良高傲且自信。"
      },
      {
        "id": 319,
        "en": "Su Tao opened her mouth to speak again, but in the end, she didn't defend Chi Xiaocheng.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃又张了张嘴，最终还是没有为池小橙辩解。"
      },
      {
        "id": 320,
        "en": "She just said weakly, \"Xiaocheng... she knows she was wrong. She told me just now that she won't bother you anymore. Can we just... give her one more chance, okay?\"",
        "speaker": "苏桃",
        "emotion": "sad",
        "cn": "只是弱弱地说道，“小橙她其实...知道错了，刚刚和我说以后不会缠着你了，我们就...再给她一次机会，好吗？”"
      },
      {
        "id": 321,
        "en": "Seeing the girl he liked with tears in her eyes, Ye Liang's heart softened.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "叶良看着喜欢的人儿泪眼婆娑，心不由软了下来。"
      },
      {
        "id": 322,
        "en": "\"Alright, whatever you say.\"",
        "speaker": "叶良",
        "emotion": "happy",
        "cn": "“好，都依你。”"
      },
      {
        "id": 323,
        "en": "His tone became gentle, and he reached out to pull Su Tao into his arms.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "他语气也很温柔，伸手就想将苏桃揽到怀中。"
      },
      {
        "id": 324,
        "en": "But to his surprise, Su Tao quickly took a small step back.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "只是让他没想到的是，苏桃竟然迅速后退了半步。"
      },
      {
        "id": 325,
        "en": "She dodged his embrace.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "躲开了他的怀抱。"
      },
      {
        "id": 326,
        "en": "He looked a little stunned.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "他眼神有些错愕。"
      },
      {
        "id": 327,
        "en": "Seeing the complex expression on Su Tao's face, he thought he understood.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "见苏桃脸上的复杂之色，转而又理解了。"
      },
      {
        "id": 328,
        "en": "That's right, Su Tao hadn't accepted his advances yet.",
        "speaker": "叶良",
        "emotion": "neutral",
        "cn": "也是，苏桃都没答应自己的追求呢。"
      },
      {
        "id": 329,
        "en": "She must want to be alone right now, right?",
        "speaker": "叶良",
        "emotion": "neutral",
        "cn": "她现在，一定是想静静吧？"
      },
      {
        "id": 330,
        "en": "Or maybe she's just shy because I came to her rescue in time?",
        "speaker": "叶良",
        "emotion": "happy",
        "cn": "或者说是因为我英雄救美来得及时，所以害羞了？"
      },
      {
        "id": 331,
        "en": "Yes, that must be it!",
        "speaker": "叶良",
        "emotion": "happy",
        "cn": "嗯，一定是这样的！"
      },
      {
        "id": 332,
        "en": "Ye Liang pushed his hair back and said to Su Tao, \"Let's go. We'll go to my private hospital, and I'll have a doctor check on you.\"",
        "speaker": "叶良",
        "emotion": "neutral",
        "cn": "叶良伸手撩了一下碎发，对苏桃道，“我们先出去吧，去我的私人医院，我让医生帮你看看身体。”"
      },
      {
        "id": 333,
        "en": "\"Okay.\"",
        "speaker": "苏桃",
        "emotion": "neutral",
        "cn": "“嗯。”"
      },
      {
        "id": 334,
        "en": "Su Tao nodded blankly.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃呆呆地点头。"
      },
      {
        "id": 335,
        "en": "She kept a step away from Ye Liang.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "始终离叶良有一步的距离。"
      },
      {
        "id": 336,
        "en": "He became even more sure that Su Tao was just being shy.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "他更加确信，苏桃是害羞了。"
      },
      {
        "id": 337,
        "en": "He didn't know that Su Tao was touching a spot inside her mouth where she had been bitten, her mind filled with that small figure.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "殊不知，苏桃小舌正抵弄着腔内被咬破了的地方，满脑子都是那小小的身影。"
      },
      {
        "id": 338,
        "en": "She felt confused, but also relieved.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "既迷茫，又庆幸。"
      },
      {
        "id": 339,
        "en": "Meanwhile, after escaping the basement through the secret door, Chi Xiaocheng quickly headed home from memory.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "而池小橙，在通过暗门逃离了地下室后，凭着记忆辨别了一下方向，就迅速往家里跑去。"
      },
      {
        "id": 340,
        "en": "Her hair was a bit messy, her hands were in her pockets, and her head was lowered to avoid being noticed.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "秀发有些散乱，双手放在口袋里，脑袋低得厉害，以免让路人发现不对。"
      },
      {
        "id": 341,
        "en": "But her small face was full of anxiety.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "只是那张小脸，满是焦急。"
      },
      {
        "id": 342,
        "en": "\"Damn, I overestimated this body. I only ran for a little while and I already feel dizzy.\"",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "“该死，还是高估了这具身体，就跑了那么一会儿，竟然感觉头昏脑涨的。”"
      },
      {
        "id": 343,
        "en": "More importantly, the man in the suit was still chasing her.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "更重要的是，身后那个西装男还紧追不舍。"
      },
      {
        "id": 344,
        "en": "[Host, keep going, you're almost home!]",
        "speaker": "系统",
        "emotion": "happy",
        "cn": "【宿主，加油啊，就快要到家了！】"
      },
      {
        "id": 345,
        "en": "\"Shut up, you useless System, or at least do something helpful!\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "“闭嘴啊你个废物系统，或者给我来点作用都行！”"
      },
      {
        "id": 346,
        "en": "[20 Emotion Points have been used to temporarily boost the Host's physique. Duration: 3 minutes.]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【已消耗宿主20点情绪值，临时提升宿主体质，时限：3分钟】"
      },
      {
        "id": 347,
        "en": "A warm feeling spread from her stomach to her limbs. Chi Xiaocheng, who was about to collapse, stumbled but steadied herself.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "一阵暖流自小腹涌向四肢，差点力竭的池小橙一个踉跄，稳住了身体。"
      },
      {
        "id": 348,
        "en": "But even so, she still felt tired and weak.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "可即便如此，依旧又累又虚。"
      },
      {
        "id": 349,
        "en": "She looked back at the man in the suit.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "回头看了眼西装男。"
      },
      {
        "id": 350,
        "en": "He was now less than twenty meters away from her.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "他此时已经追到了离自己二十米不到的地方。"
      },
      {
        "id": 351,
        "en": "\"This is not good, he's going to catch me. I need to think of something.\"",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "“不行，这样会被追上的，得想想办法才行。”"
      },
      {
        "id": 352,
        "en": "Chi Xiaocheng looked around.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙左右看了几眼。"
      },
      {
        "id": 353,
        "en": "Suddenly, her eyes lit up.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "忽然眼前一亮。"
      },
      {
        "id": 354,
        "en": "A tall and strong boy was walking towards her, with the unique look of a naive college student.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "迎面走来的是一个高高壮壮的男生，眼神中还透露着大学生特有的愚蠢。"
      },
      {
        "id": 355,
        "en": "In just a few steps, Chi Xiaocheng's acting skills kicked in.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙三步做两步，顿时演技爆发。"
      },
      {
        "id": 356,
        "en": "She stumbled and fell in front of the boy.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "一个踉跄，扑倒在了男生面前。"
      },
      {
        "id": 357,
        "en": "Chen Kun quickly caught Chi Xiaocheng. It was the first time in his 23 years of being single that he was so close to a girl, and his heart was racing.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "陈坤眼疾手快，连忙扶住了池小橙，单身23年的他第一次离女孩子这么近，有些心慌。"
      },
      {
        "id": 358,
        "en": "He instinctively looked away. \"Are you okay?\"",
        "speaker": "陈坤",
        "emotion": "sad",
        "cn": "眼神下意识地就看向了别处，“你没事吧？”"
      },
      {
        "id": 359,
        "en": "Chi Xiaocheng let out a sob, forcing out tears, and said in a panic, \"Please, brother, help me. There's a man in a suit chasing me!\"",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "池小橙一声呜咽，挤出了泪水，慌乱道，“哥哥，哥哥帮我一下，后面有个穿西装的男人一直追着我！”"
      },
      {
        "id": 360,
        "en": "\"What?!\"",
        "speaker": "陈坤",
        "emotion": "angry",
        "cn": "“什么？！”"
      },
      {
        "id": 361,
        "en": "Chen Kun's eyes widened.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "陈坤瞪大眼睛。"
      },
      {
        "id": 362,
        "en": "To make the man in the suit seem even worse, Chi Xiaocheng added, \"He suddenly grabbed me and tried to kidnap me. I just managed to escape, and now he's chasing me, boohoo...\"",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "怕西装男不够坏，池小橙还给他上了个标记，“刚刚他忽然掳走我，想绑架我，我好不容易跑了出来，他又一直追着我，呜呜呜呜......”"
      },
      {
        "id": 363,
        "en": "Tears streamed down her face.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "泪如雨下。"
      },
      {
        "id": 364,
        "en": "Chi Xiaocheng was using the new skill from the System perfectly.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "系统给的新技能被池小橙使用得炉火纯青。"
      },
      {
        "id": 365,
        "en": "Now, Chen Kun couldn't just stand by.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "这下陈坤彻底坐不住了。"
      },
      {
        "id": 366,
        "en": "Anger rose in his heart.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "怒从心头起。"
      },
      {
        "id": 367,
        "en": "\"How can something like this happen in broad daylight!\"",
        "speaker": "陈坤",
        "emotion": "angry",
        "cn": "“光天化日朗朗乾坤，居然还有这种事！”"
      },
      {
        "id": 368,
        "en": "Chen Kun quickly moved Chi Xiaocheng behind him and looked towards the man in the suit. \"Is that the guy over there?\"",
        "speaker": "陈坤",
        "emotion": "angry",
        "cn": "陈坤连忙将池小橙护在身后，看向了西装男，“就是那边那个人吗？”"
      },
      {
        "id": 369,
        "en": "\"Yes, yes!\" Chi Xiaocheng nodded hard, then asked innocently, \"But big brother, he looks pretty strong. If you can't handle him, maybe we should run?\"",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "“嗯嗯！”池小橙用力点了点头，又茶茶地问道，“那个大哥哥，我看他挺壮的，你要是不行的话，咱们还是跑吧？”"
      },
      {
        "id": 370,
        "en": "Could a man admit he couldn't handle something?",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "男人能说不行？"
      },
      {
        "id": 371,
        "en": "Chen Kun rolled up his sleeves and walked straight towards the man.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "陈坤一撸袖子，就是直直走了上去。"
      },
      {
        "id": 372,
        "en": "Seeing this, Chi Xiaocheng smirked.",
        "speaker": "旁白",
        "emotion": "happy",
        "cn": "池小橙见状，唇角勾起一抹坏笑。"
      },
      {
        "id": 373,
        "en": "She took the chance to run away, shouting, \"Help, I'm being kidnapped!\"",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "趁机迅速向后跑去，同时大喊道，“救命啊，绑架啦！”"
      },
      {
        "id": 374,
        "en": "Chen Kun, hearing her, also called out to the passersby, pointing at the man in the suit, \"It's him! That guy is a kidnapper!\"",
        "speaker": "陈坤",
        "emotion": "angry",
        "cn": "陈坤见状，也是顺着池小橙的话招呼热心群众，指着西装男道，“就是他，那个家伙是绑架犯！”"
      },
      {
        "id": 375,
        "en": "The confused crowd was already suspicious seeing Chi Xiaocheng run away, and his shout made them understand.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "本来懵逼的群众看到逃窜的池小橙已经心生疑惑了，这一喊，顿时反应了过来。"
      },
      {
        "id": 376,
        "en": "No wonder the little girl was running in such a panic.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "难怪这小家伙跑得那么慌乱。"
      },
      {
        "id": 377,
        "en": "She was being kidnapped!",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "原来是被人绑架威胁了！"
      },
      {
        "id": 378,
        "en": "Suddenly, people came from all directions to help, and the man in the suit had no choice but to retreat.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "顿时，四处都是见义勇为的人，西装男没办法，只得褪去。"
      },
      {
        "id": 379,
        "en": "When he reported back to Ye Liang, he was yelled at again. \"Useless! You're 1.8 meters tall and you can't even catch a 1.5-meter-tall girl. What's the point of having you around!\"",
        "speaker": "叶良",
        "emotion": "angry",
        "cn": "而回去汇报叶良时，又是遭一阵狂喷，“废物！你一个1米8的高个，追不上一个1米5的家伙，养着你有什么用！”"
      },
      {
        "id": 380,
        "en": "Su Tao was nearby, and when she heard the man's report, she breathed a sigh of relief.",
        "speaker": "旁白",
        "emotion": "happy",
        "cn": "苏桃就在旁边，听到西装男的汇报后，心中长舒了一口气。"
      },
      {
        "id": 381,
        "en": "That's great, Xiaocheng wasn't caught. If Ye Liang, in his anger, had caught her, the consequences would have been unimaginable!",
        "speaker": "苏桃",
        "emotion": "happy",
        "cn": "太好了，小橙没有被抓住，如果被正在气头上的叶良抓住，后果恐怕不堪设想！"
      },
      {
        "id": 382,
        "en": "At that moment, Ye Liang kicked the man in the suit away, glanced at Su Tao beside him, and patted his chest to comfort himself.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "此时，叶良一脚将西装男踹开，瞥了眼身旁的苏桃，又自我安慰地拍了拍胸口。"
      },
      {
        "id": 383,
        "en": "Oh well, at least Su Tao is safe. That's great.",
        "speaker": "叶良",
        "emotion": "happy",
        "cn": "算了，苏桃没有出事真是太好了。"
      },
      {
        "id": 384,
        "en": "Su Tao had the same thought as Ye Liang.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "苏桃也和叶良同一个想法。"
      },
      {
        "id": 385,
        "en": "Even though her mind was a mess, it was great that Xiaocheng was safe.",
        "speaker": "苏桃",
        "emotion": "happy",
        "cn": "虽然脑子很乱，但小橙没有出事真是太好了。"
      }
    ],
    "0005": [
      {
        "id": 387,
        "en": "Chapter 5: Sorry, But I Like You",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "第5章 对不起你，但喜欢你"
      },
      {
        "id": 388,
        "en": "As for Chi Xiaocheng, the person everyone was worried about, she collapsed on the entryway rug the moment she got home.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "而被关心念叨的池小橙本人，回到自己所在的小区后，一进门，就重重摔在了玄关的地毯上。"
      },
      {
        "id": 389,
        "en": "Her mind was dizzy, and her breathing was rapid.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "脑海一阵眩晕，呼吸急促。"
      },
      {
        "id": 390,
        "en": "This body was too weak.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "这具身体太虚弱了。"
      },
      {
        "id": 391,
        "en": "She was already a malnourished and sickly girl, and now she had just been chased.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "本身就是一个营养不良的病弱萝莉，现在还经历了这样一段追逐。"
      },
      {
        "id": 392,
        "en": "The moment the adrenaline faded, Chi Xiaocheng felt a suffocating discomfort.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "当肾上腺素褪去的一瞬间，池小橙才后知后觉地感觉到窒息般的难受。"
      },
      {
        "id": 393,
        "en": "She was dizzy and lightheaded, relying on a thread of reason to keep herself from collapsing.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "头晕眼花，仅靠着一丝理智强撑着不让自己倒下。"
      },
      {
        "id": 394,
        "en": "\"System, how many Emotion Points do I have now?\"",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "“系统，我现在有多少情绪值？”"
      },
      {
        "id": 395,
        "en": "Chi Xiaocheng forced herself up, her small body leaning against the shoe cabinet, her legs spread out straight in an ungraceful pose that made her skirt ride up.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙用力爬了起来，小小的身子靠在鞋柜，双腿向外敞开伸直，不雅的动作将裙摆上翻。"
      },
      {
        "id": 396,
        "en": "Even though it was an unflattering pose, Chi Xiaocheng couldn't care less.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "即便形象很是不雅，但池小橙也在乎不了那么多了。"
      },
      {
        "id": 397,
        "en": "The System in her mind responded.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "脑海中的系统回应道。"
      },
      {
        "id": 398,
        "en": "[Replying to Host, you have 68 points.]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【回宿主，68点。】"
      },
      {
        "id": 399,
        "en": "\"That's quite a lot.\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "“居然还挺多。”"
      },
      {
        "id": 400,
        "en": "She thought buying the beginner's gift pack had used up all her Emotion Points.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她还以为购买新手礼包，已经消耗了自己的全部情绪值。"
      },
      {
        "id": 401,
        "en": "[Ye Liang also had an emotional reaction to you because of Su Tao's words.]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【叶良也因为苏桃的话，对宿主产生了情绪反应。】"
      },
      {
        "id": 402,
        "en": "Chi Xiaocheng checked the log; Ye Liang had only provided 30 Emotion Points.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙看了下记录，叶良提供的情绪值仅仅30点。"
      },
      {
        "id": 403,
        "en": "If someone wanted to kill another person,",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "一个人如果想杀另一个人。"
      },
      {
        "id": 404,
        "en": "they would never provide so few Emotion Points.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "绝不会就提供那么点情绪值。"
      },
      {
        "id": 405,
        "en": "It seemed Su Tao had talked him out of it.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "看来是苏桃劝住了他。"
      },
      {
        "id": 406,
        "en": "As expected of Tao Tao.",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "真不愧是桃桃呢"
      },
      {
        "id": 407,
        "en": "She saved my life.",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "替自己保住了小命。"
      },
      {
        "id": 408,
        "en": "Chi Xiaocheng showed a happy smile, but with her slightly chapped lips, the smile looked a bit enchanting.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙露出开心的笑容，只是配上那有着些许干涸的唇角，这笑容显得有些妖艳。"
      },
      {
        "id": 409,
        "en": "\"System, filter the items for me. I need medicine I can afford that will heal my body immediately.\"",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "“系统，帮我筛选商品，在能购买的情况下我需要能立即对我的身体进行治疗的药品。”"
      },
      {
        "id": 410,
        "en": "[Recommended purchase: System-brand Vitamin C pills. Effective in one dose.]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【推荐购买系统牌维生素C药物，一粒见效。】"
      },
      {
        "id": 411,
        "en": "\"Buy, buy, buy!\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "“买买买！”"
      },
      {
        "id": 412,
        "en": "[50 Emotion Points have been spent.]",
        "speaker": "系统",
        "emotion": "neutral",
        "cn": "【已消费50点情绪值。】"
      },
      {
        "id": 413,
        "en": "With a flash of white light, a pill appeared in Chi Xiaocheng's hand, and the System thoughtfully provided a glass of water in her other hand.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "白光一闪，池小橙手里就多了一粒药丸，同时另一只手系统还贴心地准备了一杯水。"
      },
      {
        "id": 414,
        "en": "She swallowed it immediately.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "当即咽下。"
      },
      {
        "id": 415,
        "en": "A moment later, she felt a comfortable warmth spreading through her body.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "没一会儿，她就感觉自己身体传来了阵阵舒适的暖和感。"
      },
      {
        "id": 416,
        "en": "Her lower abdomen felt warm.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "小腹热热的。"
      },
      {
        "id": 417,
        "en": "The ringing in her ears gradually faded, and some strength returned to her body.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "本来产生的耳鸣渐渐消退，身体也恢复了些许力气。"
      },
      {
        "id": 418,
        "en": "After resting for about ten minutes, Chi Xiaocheng slowly got up.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "缓了十多分钟，池小橙才慢慢起身。"
      },
      {
        "id": 419,
        "en": "\"It works fast, but it's too expensive.\"",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "“起效快是快，就是太贵了。”"
      },
      {
        "id": 420,
        "en": "50 Emotion Points! I risked my life for that!",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "50点情绪值，这可是自己拿命换的啊！"
      },
      {
        "id": 421,
        "en": "Now that she was out of danger, Chi Xiaocheng finally had a chance to reflect on her character's situation.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "直到现在，脱离了危险，池小橙才有机会回顾自己这个角色的境况。"
      },
      {
        "id": 422,
        "en": "Without a doubt, she was the villainess side character meant to be sacrificed.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "毫无疑问，炮灰反派女配无疑。"
      },
      {
        "id": 423,
        "en": "And a foolish one at that, who didn't know how to assess situations or use her advantages.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "而且是个智商低下，不懂审时度势，也不懂利用自己优势的炮灰。"
      },
      {
        "id": 424,
        "en": "The female lead was very good to her, and besides the male leads, there were plenty of other supporting male characters pursuing the female lead.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "女主对她很好，身边除了那几个男主，也不乏一大堆男配舔狗追求她。"
      },
      {
        "id": 425,
        "en": "If she had just used the female lead and the supporting characters around her, played the innocent \"white lotus\" to drive a wedge between the female lead and the other male characters, she could have lived a good life. With some luck, she might have even won over one of the male leads.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "但凡多利用一下女主和身边的配角们，当一个白莲花的角色离间一下女主和其他男配的关系，都能过上不错的生活，运气好没准能逆袭其中一个男主。"
      },
      {
        "id": 426,
        "en": "But it was as if she were cursed.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "奈何像是被下了降头一样。"
      },
      {
        "id": 427,
        "en": "She relentlessly targeted the female lead who cherished her, and the male leads who originally had a decent impression of her.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "疯狂针对珍视自己的女主，和那些本来好感还不错的男主们。"
      },
      {
        "id": 428,
        "en": "If Su Tao's affection for Chi Xiaocheng was at 80 points two years ago,",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "如果说两年前女主苏桃对池小橙的好感度是80点。"
      },
      {
        "id": 429,
        "en": "then now, more than half of it was probably gone.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "那么现在估计被败坏了一大半。"
      },
      {
        "id": 430,
        "en": "\"What a waste of this body and its advantageous relationships.\"",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "“真是白瞎了这具身体和自身关系的优势。”"
      },
      {
        "id": 431,
        "en": "Chi Xiaocheng sighed and took a sip of water, \"Maybe this is the fate of a side character. Life or death depends entirely on what the author writes.\"",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "池小橙感叹着喝了口水，“也许这就是炮灰的命数吧，是死是活全看作者怎么写。”"
      },
      {
        "id": 432,
        "en": "It wouldn't be easy to change this deadly ending.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "想要改变这样的死亡结局不简单。"
      },
      {
        "id": 433,
        "en": "But.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "但。"
      },
      {
        "id": 434,
        "en": "It wasn't completely hopeless.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "也不是完全没有机会。"
      },
      {
        "id": 435,
        "en": "As long as the female lead, Su Tao, didn't give up on her, she could rely on the \"protagonist's halo\" to stay alive for now.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "只要女主苏桃没放弃自己，凭着女主光环，也能暂时保一条小命。"
      },
      {
        "id": 436,
        "en": "Shaking her head, Chi Xiaocheng temporarily pushed those thoughts aside.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "甩了甩脑袋，池小橙暂时将那些想法扔出去。"
      },
      {
        "id": 437,
        "en": "After spending so long in the basement, having a close interaction with Su Tao, and then being chased, Chi Xiaocheng felt dirty all over.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "在地下室待了那么久，又和苏桃亲密互动，最后还被追逐了一路，池小橙感觉自己身上脏兮兮的。"
      },
      {
        "id": 438,
        "en": "She couldn't wait to take a shower.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "迫不及待地想去洗个澡。"
      },
      {
        "id": 439,
        "en": "Before she even took off her clothes, she went to the sink outside the bathroom and was startled when she saw her reflection.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "还未脱衣服，她来到浴室外的洗漱台前，看向镜中的自己时，顿时被吓了一跳。"
      },
      {
        "id": 440,
        "en": "\"What is this?\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "“这是什么鬼？”"
      },
      {
        "id": 441,
        "en": "In the mirror, her slightly round face was covered in terrible foundation, and her makeup was smudged in many places from sweating.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "只见镜子中，那张略微圆润的脸蛋满是糟糕的粉底，因为出过汗不少地方妆都花了。"
      },
      {
        "id": 442,
        "en": "The eyeliner was poorly drawn, the blush was applied carelessly—it was clearly very low-quality makeup.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "眼线不会画，腮红乱抹，这一看就知道是极为劣质的化妆品。"
      },
      {
        "id": 443,
        "en": "No matter how pretty a girl is, ruining her looks like this wouldn't score her any points, right?",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "再漂亮的女孩子，这样糟蹋颜值分数也高不到哪去吧？"
      },
      {
        "id": 444,
        "en": "It was only then that Chi Xiaocheng remembered. The original owner had been influenced by her friends to believe that college students should wear beautiful makeup. How it was applied didn't matter; what mattered was the confidence it gave.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "直到这时，池小橙才想起来，原主被身边的姐妹影响，认为大学生就该美美地化妆，画得怎样不重要，重要的是一种自信。"
      },
      {
        "id": 445,
        "en": "Every time she put on this clownish makeup, her so-called friends would praise her, saying, \"You look great, girl, shining with confidence!\" When she posted photos online, she would get a stream of comments like, \"You're so pretty,\" and \"You have great features.\" The simple-minded original owner actually believed them.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "每次这样鬼画符后，那些所谓的姐妹都会夸她“姐妹好看自信放光芒”，发照片到小红薯也是清一色地被人夸“妹妹这样很漂亮”“妹妹底子很好”之类的话，一根筋的原主还真信了她们的话。"
      },
      {
        "id": 446,
        "en": "She wore a clown face every day.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "每天都一副鬼脸。"
      },
      {
        "id": 447,
        "en": "\"No wonder the male leads' affection for her is so low. This is a society that judges by looks!\"",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "“怪不得男主们的好感低得不行，这可是一个看脸的社会啊！”"
      },
      {
        "id": 448,
        "en": "Chi Xiaocheng was incredibly thankful that she hadn't looked up and shown her face to the helpful stranger earlier.",
        "speaker": "旁白",
        "emotion": "happy",
        "cn": "池小橙无比庆幸，刚刚让那位柚子厨路人老哥帮忙伸张正义时没抬头给她看脸。"
      },
      {
        "id": 449,
        "en": "Otherwise, the outcome would have been very different.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "否则结果就不是现在这样了。"
      },
      {
        "id": 450,
        "en": "\"It's so messy, even I can't stand looking at it.\"",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "“脏得连我自己都看不下去了。”"
      },
      {
        "id": 451,
        "en": "She tried to wipe it off with water, but then remembered, \"I should use makeup remover for this. Let me see where it is...\"",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "她用水就抹，旋即又想起了什么，“这种应该用卸妆水来着，我看看在哪......”"
      },
      {
        "id": 452,
        "en": "In her past life, she had barely touched makeup. Now... well, she was fitting nicely into the role of a delicate girl like the original owner.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "前世她都没怎么碰过化妆品，现在……嗯，很好地代入了原主小姐这样娇嫩女孩子的身份。"
      },
      {
        "id": 453,
        "en": "After some effort, the cheap makeup was finally removed.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "一番折腾，廉价的化妆品终于被抹去。"
      },
      {
        "id": 454,
        "en": "Her bare face, dotted with water droplets, appeared in the mirror.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "那张掺着水珠的素颜小脸跃然镜前。"
      },
      {
        "id": 455,
        "en": "She had a small, delicate nose and exquisite features. Although her face was a bit pale, her naturally frail expression added a touch of pitiable weakness.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "琼鼻小巧，五官精致，面容虽然有些憔悴，可本就病恹恹的表情平添一抹我见犹怜的病弱感。"
      },
      {
        "id": 456,
        "en": "Her long, tea-colored hair was down. Chi Xiaocheng touched it, her big eyes shining.",
        "speaker": "旁白",
        "emotion": "happy",
        "cn": "一头茶色长发披散，池小橙摸了摸，大眼睛迸射出光芒。"
      },
      {
        "id": 457,
        "en": "The hair quality was excellent; it didn't look like she was malnourished.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "发质很好，看不出是营养不良的样子。"
      },
      {
        "id": 458,
        "en": "And most importantly, her bare face was so cute!",
        "speaker": "旁白",
        "emotion": "happy",
        "cn": "而且关键是这素颜也太可爱了！"
      },
      {
        "id": 459,
        "en": "With a slight pout of her chubby cheeks, her cuteness was enough to be a critical hit for any fan of cute girls.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "稍许婴儿肥的脸蛋一嘟嘴，合法萝莉的可爱杀伤力足以对任何一个萝莉控产生暴击。"
      },
      {
        "id": 460,
        "en": "Her skin was also as white as fine jade.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "肌肤也如羊脂玉般白皙。"
      },
      {
        "id": 461,
        "en": "\"What was the original owner thinking? Her natural face could outshine so many girls her age. That clownish makeup lowered her attractiveness by several levels!\"",
        "speaker": "池小橙",
        "emotion": "angry",
        "cn": "“原主怎么想的，这素颜那得爆杀多少同龄女生，那样鬼画符一样的化妆把颜值拉低了好几个档次啊！”"
      },
      {
        "id": 462,
        "en": "\"At the very least, she could have worn black-rimmed glasses and an ugly, thick coat to look weaker. Just with this pitiful face, she could cosplay as Shen Youchu.\"",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "“再不济，戴个黑框眼镜，穿件厚实的丑大衣，表现较弱一点，光是这张惹人怜惜的小脸蛋都能cos沈幼楚了。”"
      },
      {
        "id": 463,
        "en": "\"Ah—\"",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "“啊——”"
      },
      {
        "id": 464,
        "en": "Chi Xiaocheng opened her mouth and took another look.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙又张开嘴巴看了一眼。"
      },
      {
        "id": 465,
        "en": "Her tongue was pink, her teeth small and even. A small, sharp canine tooth stuck out slightly, but it didn't ruin the overall look. For some people, it was even a cute feature.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "舌头粉嫩，皓齿小巧平整，一颗尖尖的小虎牙略微突出，但并不影响整体观看，对于某些受众群体来说这还是萌点之一。"
      },
      {
        "id": 466,
        "en": "\"With these looks, so cute... if I had transmigrated back when she was a child, the male leads wouldn't have stood a chance.\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "“这颜值，这么可爱，要是穿越的时间线是小时候，哪里还有所谓男主们的事情。”"
      },
      {
        "id": 467,
        "en": "Chi Xiaocheng could have easily won over Su Tao.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙随随便便就能把苏桃拿下。"
      },
      {
        "id": 468,
        "en": "She stepped into the bathroom to shower.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "她迈进浴室洗澡。"
      },
      {
        "id": 469,
        "en": "Size isn't everything; shape and fullness are what matter.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "很多东西都不需要在意大小，有型则灵，圆润则行。"
      },
      {
        "id": 470,
        "en": "Her own assets were already perfect enough.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "自身的条件已经足够完美。"
      },
      {
        "id": 471,
        "en": "Although she was a bit thin, for her height of 152cm, she wasn't underdeveloped.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "虽然身子瘦了点，但于1米52的身高来说不算贫瘠。"
      },
      {
        "id": 472,
        "en": "If her body weren't so weak right now, Chi Xiaocheng would have really liked to... experience it.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "要不是现在身体太虚了点，池小橙还真想体验一下。"
      },
      {
        "id": 473,
        "en": "She dried the water droplets from her body.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "擦干身上的水珠。"
      },
      {
        "id": 474,
        "en": "Then she went into her room and opened the closet.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "又走进房间打开衣柜。"
      },
      {
        "id": 475,
        "en": "After getting dressed, she frowned at the room's decor.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "穿好衣服后，她才皱眉地看着房间的摆设。"
      },
      {
        "id": 476,
        "en": "Unlike her cute but frail appearance, the room was filled with ominous things.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "与本身病弱可爱的样貌不同，房间里布满了不祥的东西。"
      },
      {
        "id": 477,
        "en": "On the wall were photos of Su Tao with the male leads. A notebook on the desk was filled with the name \"Su Tao,\" along with the names of the male leads, which were all crossed out in thick, red ink. Even the faces in the photos on the wall had been scratched out.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "墙上贴着几张苏桃和男主的合照，桌上是的一个笔记本也写满了“苏桃”二字，除此之外还有各个男主的名字，一大片的红笔线将这些名字涂得深红，就连墙壁上的合照，一张张人脸也被划烂。"
      },
      {
        "id": 478,
        "en": "Chi Xiaocheng sighed and got to work.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "池小橙叹了一口气，开始忙活起来。"
      },
      {
        "id": 479,
        "en": "She packed up all these old things and threw them away, only stopping to wipe the sweat from her brow when the room was simple and plain.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "把这些曾经的东西全部打包扔掉，直至房间变得朴素简单后，才擦了擦香汗。"
      },
      {
        "id": 480,
        "en": "She took out her phone again.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "又拿出手机。"
      },
      {
        "id": 481,
        "en": "After thinking it over, she pointed her camera at her bare face, used a cool light to make her skin look paler, and squeezed out a couple of tears.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "思索再三，她对着自己素颜小脸，打了一个冷光灯让自己更趋近于冷白皮后，拼命挤出两滴眼泪。"
      },
      {
        "id": 482,
        "en": "*Click—*",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "“咔嚓——”"
      },
      {
        "id": 483,
        "en": "The photo was taken.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "照片拍摄完毕。"
      },
      {
        "id": 484,
        "en": "\"A true natural beauty, no filter or editing needed. So cute.\"",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "“真是素颜战神，都不用美颜p图了，可爱滴捏。”"
      },
      {
        "id": 485,
        "en": "She added a caption and posted it.",
        "speaker": "旁白",
        "emotion": "neutral",
        "cn": "配文，发朋友圈。"
      },
      {
        "id": 486,
        "en": "\"Sorry sorry sorry sorry sorry sorry sorry.\" — Visible to everyone.",
        "speaker": "池小橙",
        "emotion": "sad",
        "cn": "“对不起对不起对不起对不起对不起对不起对不起。”——所有人可见。"
      },
      {
        "id": 487,
        "en": "\"Like you like you like you like you like you like you like you.\" — Visible only to Su Tao.",
        "speaker": "池小橙",
        "emotion": "happy",
        "cn": "“喜欢你喜欢你喜欢你喜欢你喜欢你喜欢你喜欢你。”——仅苏桃可见。"
      },
      {
        "id": 488,
        "en": "Xiaocheng",
        "speaker": "池小橙",
        "emotion": "neutral",
        "cn": "小橙"
      }
    ]
  }
}